Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk-dashboard/splunk-etc/apps/splunk_gdi/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, ja_jp

source: Loading Now...
fr_fr: Chargement en cours...
ja_jp: ロード中です...

source: Loading
fr_fr: Chargement
ja_jp: ロード中

source: Add Data
fr_fr: Ajouter des données
ja_jp: データの追加

source: No valid data source is found.
fr_fr: Aucune source de données valide n'a été trouvée.
ja_jp: 無効なデータ ソースが見つかりました。

source: The id of this collection method is invalid.
fr_fr: L’ID de cette méthode de collecte n’est pas valide.
ja_jp: このコレクション方法の ID は無効です。

source: Mandatory fields are missing in the conf file.
fr_fr: Des champs obligatoires manquent dans le fichier de configuration.
ja_jp: 必須フィールドは設定ファイルにはありません。

source: The definition of resource server is missing in the response from the web service.
fr_fr: La définition du serveur de ressources manque dans la réponse du service web.
ja_jp: リソース サーバーの定義は Web サービスの応答にはありません。

source: Splunk data onboarding guides are not accessible. Please ensure an internet connection is available to access these guides.
fr_fr: Les guides d’importation des données Splunk ne sont pas accessibles. Vérifiez qu’une connexion Internet est disponible pour accéder à ces guides.
ja_jp: Splunk データのオンボードガイドはアクセス不可です。インターネット接続がこれらのガイドにアクセス可能であることを確認してください。

source: images for %s
fr_fr: images pour %s
ja_jp: %sの画像

source: Configure now
fr_fr: Configurer maintenant
ja_jp: 今すぐ設定

source: %d data source
fr_fr: %d source de données
ja_jp: %d のデータ ソース

source: %d data sources
fr_fr: %d sources de données
ja_jp: %d のデータ ソース

source: %d data sources in total
fr_fr: %d sources de données au total
ja_jp: %d の合計データ ソース

source: %d data source in total
fr_fr: %d source de données au total
ja_jp: %d の合計データ ソース

source: What data do you want to send to the Splunk platform?
fr_fr: Quelles données voulez-vous envoyer à la plateforme Splunk ?
ja_jp: どのデータを Splunk プラットフォームへ送信しますか？

source: How do you want to add data?
fr_fr: Comment souhaitez-vous ajouter les données ?
ja_jp: データの追加方法は？

source: Or get data in with the following methods
fr_fr: Ou importez des données à l’aide des méthodes suivantes
ja_jp: またはデータを以下の方法で入手します

source: No guides matching your search were found. We are continuously adding new guides.
fr_fr: Aucun guide ne correspond à votre recherche. Nous ajoutons continuellement de nouveaux guides.
ja_jp: サーチに一致するガイドが見つかりませんでした。新しいガイドの追加を続けます。

source: Upload
fr_fr: Envoyer
ja_jp: アップロード

source: files from my computer
fr_fr: des fichiers depuis mon ordinateur
ja_jp: コンピュータのファイルから

source: Local log files
fr_fr: Fichiers de logs locaux
ja_jp: ローカルのログ ファイル

source: Local structured files (e.g. CSV)
fr_fr: Fichiers structurés locaux (par ex : CSV)
ja_jp: ローカルの構造化ファイル (例：CSV)

source: Tutorial for adding data
fr_fr: Didacticiel pour ajouter des données
ja_jp: データ追加のチュートリアル

source: Monitor
fr_fr: Surveiller
ja_jp: モニター

source: files and ports on this Splunk platform instance
fr_fr: des fichiers et des ports sur cette instance de la plateforme Splunk
ja_jp: この Splunk プラットフォーム インスタンス上のファイルとポート

source: Files - HTTP - WMI - TCP/UDP - Scripts
fr_fr: Fichiers - HTTP - WMI - TCP/UDP - Scripts
ja_jp: ファイル - HTTP - WMI - TCP/UDP - スクリプト

source: Modular inputs for external data sources
fr_fr: Entrées modulaires pour des sources de données externes
ja_jp: 外部データ ソース用モジュール入力

source: Forward
fr_fr: Transmettre
ja_jp: 転送

source: data from a Splunk forwarder
fr_fr: des données à partir d’un forwardeur Splunk
ja_jp: Splunk フォワーダーからのデータ

source: Files - TCP/UDP - Scripts
fr_fr: Fichiers - TCP/UDP - Scripts
ja_jp: ファイル - TCP/UDP - スクリプト

source: Follow guides for onboarding popular data sources
fr_fr: Suivez les guides pour importer des sources de données courantes
ja_jp: 一般的なデータ ソースのオンボーディングについては、ガイドに従います

source: Search bar
fr_fr: Barre de recherche
ja_jp: サーチ バー

source: Exit
fr_fr: Quitter
ja_jp: 終了

source: Back
fr_fr: Retour
ja_jp: 戻る

source: Finish
fr_fr: Terminer
ja_jp: 完了

source: Next
fr_fr: Suiv.
ja_jp: 次へ

source: No
fr_fr: Non
ja_jp: いいえ

source: Yes
fr_fr: Oui
ja_jp: はい

source: Confirm
fr_fr: Confirmer
ja_jp: 確認

source: Exit guide?
fr_fr: Quitter le guide ?
ja_jp: ガイドを修了しますか？

source: Collection Method
fr_fr: Méthode de collecte
ja_jp: コレクション メソッド

source: Configurations
ja_jp: 設定

source: Validation
ja_jp: 認証

source: Best Practice
fr_fr: Bonne pratique
ja_jp: ベスト プラクティス

source: Choose collection method
fr_fr: Choisissez la méthode de collecte
ja_jp: コレクション方法を選択する

source: Please select deployment
fr_fr: Veuillez sélectionner un déploiement
ja_jp: デプロイを選択してください

source: High level steps
fr_fr: Étapes de haut niveau
ja_jp: 高度な方法

source: Full Configuration Documentation
fr_fr: Documentation complète de configuration
ja_jp: フル設定のドキュメント

source: Choose your deployment environment
fr_fr: Choisissez votre environnement de déploiement
ja_jp: デプロイ環境を選択してください

source: Overview of required configuration for your environment
fr_fr: Vue d’ensemble de la configuration requise pour votre environnement
ja_jp: お使いの環境に必要な設定の概要

source: Deployment Diagram
fr_fr: Schéma de déploiement
ja_jp: デプロイ ダイアグラム

source: Select options on the left describing your distributed deployment configuration
fr_fr: Sélectionnez sur la gauche les options décrivant votre configuration de déploiement distribué
ja_jp: 分散デプロイ設定を説明する左側のオプションを選択します

source: Select the option above that describes your Splunk deployment
fr_fr: Sélectionnez ci-dessus l’option qui décrit votre déploiement Splunk
ja_jp: Splunk デプロイを説明する上記のオプションを選択します

source: An overview of the configuration required for your deployment will be shown here
fr_fr: Une vue d’ensemble de la configuration requise pour votre déploiement s'affichera ici
ja_jp: デプロイに必要な設定の概要はこちらです

source: From the %s, enter the query below.
fr_fr: Dans %s, saisissez la requête ci-dessous.
ja_jp: %sから、以下のクエリを入力します。

source: Verify your data is being ingested
fr_fr: Vérifiez que vos données sont importées
ja_jp: データが取り込まれていることを確認します

source: Use the following SPL query to verify that your data is indexed and searchable
fr_fr: Utilisez la requête SPL suivante pour vérifier que vos données sont indexées et que vous pouvez les utiliser pour effectuer des recherches
ja_jp: 次の SPL クエリを使って、データがインデックス化されサーチ可能なことを確認します

source: Search & Reporting app
fr_fr: Application Search & Reporting
ja_jp: サーチ & レポート アプリ

source: Loading...
fr_fr: Chargement en cours...
ja_jp: 読み込んでいます...

source: Splunk Get Data In
fr_fr: Splunk Importer les données
ja_jp: Splunk Get Data
