Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk/splunk-etc/apps/splunk_metrics_workspace/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: This panel has been created and added to %(id)s.
fr_fr: Ce panneau a été créé et ajouté à %(id)s.

source: Threshold value is too large. Enter a smaller threshold.
fr_fr: La valeur du seuil est trop grande. Saisissez un seuil plus petit.

source: Threshold value is too small. Enter a bigger threshold.
fr_fr: La valeur du seuil est trop petite. Saisissez un seuil plus grand.

source: Thresholds
fr_fr: Seuils

source: Throttle period cannot be empty
fr_fr: La période de throttle ne peut être vide

source: Throttle period must be a valid whole number
fr_fr: La période de throttle doit être un nombre entier valide.

source: Throttle period must be greater than 0
fr_fr: La période de throttle doit être supérieure à 0

source: Time
fr_fr: Durée

source: Time Charts
fr_fr: Graphiques chronologiques

source: Time Column
fr_fr: Colonne chronologique

source: Time Range
fr_fr: Période

source: Time Range Picker
fr_fr: Sélecteur de période

source: Time Shift
fr_fr: Décalage temporel

source: Time Span
fr_fr: Intervalle de temps

source: Time Span must be a positive number
fr_fr: L’intervalle de temps doit être un nombre positif

source: Time Unit
fr_fr: Unité de temps

source: Time Value
fr_fr: Valeur de temps

source: Time range Menu
fr_fr: Menu Période

source: Time shift must be a numeric value.
fr_fr: Le décalage temporel doit être une valeur numérique.

source: Time span = %(display)s
fr_fr: Intervalle = %(display)s

source: Title
fr_fr: Titre

source: Title cannot be empty
fr_fr: Le titre ne peut pas être vide

source: To %(datetime)s
fr_fr: À %(datetime)s

source: Today
fr_fr: Aujourd’hui

source: Trigger Actions
fr_fr: Déclenchement d’Actions

source: Trigger Conditions
fr_fr: Conditions de déclenchement

source: Trigger threshold cannot be empty
fr_fr: Le seuil de déclenchement ne peut être vide

source: Trigger threshold must be a valid number
fr_fr: Le seuil de déclenchement doit être un nombre valide.

source: Type a constant here
fr_fr: Saisissez une constante ici

source: Unable to launch app
fr_fr: Impossible de lancer l’application

source: Unable to load panel.
fr_fr: Impossible de charger le panneau.

source: Unable to process the chart's time range. Using default time range
fr_fr: Impossible de traiter la période du graphique. Utilisation de la période par défaut

source: Unknown
fr_fr: Inconnu

source: Update
fr_fr: Mise à jour

source: Use dimension = value(s) pairs to filter your data further. Example: ip=10.1*, 10.2*
fr_fr: Utilisez une dimension = paires de valeur(s) pour filtrer vos données. Exemple : ip=10.1*, 10.2*

source: Value
fr_fr: Valeur

source: Value cannot be empty
fr_fr: La valeur ne peut pas être vide

source: Value must be a valid number
fr_fr: La valeur doit être un nombre valide

source: Value must be greater than or equal to -5.4e306
fr_fr: La valeur doit être supérieure ou égale à -5,4e306

source: Value must be less than or equal to 5.4e306
fr_fr: La valeur doit être inférieure ou égale à -5,4e306

source: View %(type)s
fr_fr: Afficher %(type)s

source: Week to date
fr_fr: Depuis le début de la semaine

source: Weeks
fr_fr: Semaines

source: Weeks Ago
fr_fr: semaines avant

source: Weeks ago
fr_fr: semaines avant

source: Wildcards:
fr_fr: Jokers :

source: Wrong index!
fr_fr: Index incorrect !

source: Wrong length!
fr_fr: Longueur incorrecte !

source: Wrong offset!
fr_fr: Décalage incorrect !

source: Y-Axis
fr_fr: Axe des ordonnées

source: Year to date
fr_fr: Depuis le début de l’année

source: Years Ago
fr_fr: années avant

source: Yes
fr_fr: Oui

source: Yesterday
fr_fr: Hier

source: You do not have any dashboards yet. Try saving to a new dashboard.
fr_fr: Vous n’avez encore aucun tableau de bord. Essayez d’enregistrer un nouveau tableau de bord.

source: You have no writable dashboards
fr_fr: Vous n’avez aucun tableau de bord accessible en écriture

source: Your %(type)s Has Been Created
fr_fr: Votre %(type)s a été créé

source: Your work has been recovered.
fr_fr: Votre travail a été récupéré.

source: Zoom Out
fr_fr: Zoom arrière

source: Zoom out
fr_fr: Zoom arrière

source: accelerated
fr_fr: accéléré

source: ajax error
fr_fr: erreur ajax

source: ajax error
fr_fr: erreur ajax

source: alerts
fr_fr: alertes

source: at %(timePoint)s
fr_fr: à %(timePoint)s

source: at %(timePoint)s minutes past the hour
fr_fr: à %(timePoint)s minutes après l’heure

source: available
fr_fr: disponible

source: average
fr_fr: moyen

source: by
fr_fr: par

source: by %(dimension)s
fr_fr: par %(dimension)s

source: count
fr_fr: nombre

source: data
fr_fr: données

source: datasets
fr_fr: jeux de données

source: distinct count
fr_fr: compte distinct

source: eg. %(firstExample)s or %(secondExample)s
fr_fr: p. ex. %(firstExample)s ou %(secondExample)s

source: entries
fr_fr: entrées

source: event
fr_fr: événement

source: events
fr_fr: événements

source: greater than
fr_fr: supérieur à

source: keys
fr_fr: clés

source: less than
fr_fr: inférieur à

source: metrics
fr_fr: métriques

source: no
fr_fr: non

source: not found
fr_fr: introuvable

source: off
fr_fr: désactivé

source: on
fr_fr: activé

source: optional
fr_fr: facultatif

source: over %(span)s intervals
fr_fr: sur %(span)s intervalles

source: over the last
fr_fr: au cours des dernier(e)s

source: rate
fr_fr: taux

source: standard deviation
fr_fr: écart-type

source: sum
fr_fr: somme

source: value remaining
fr_fr: valeur restante

source: values
fr_fr: valeurs

source: values remaining
fr_fr: valeurs restantes

source: yes, suppressed for %(duration)s
fr_fr: oui, supprimé pour %(duration)s
