Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk/splunk-etc/apps/splunk_metrics_workspace/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: You may now view the dashboard.
fr_fr: Vous pouvez à présent afficher le tableau de bord.

source: minutes past the hour
fr_fr: minutes après l’heure

source: # %(app_name)s Setup The **%(app_name)s** is used within your existing apps, you need to configure the %(app_name)s app view to use it. For more information see [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)
fr_fr: # %(app_name)s Configuration **%(app_name)s** est utilisé avec vos applications existantes, vous devez configurer la vue d’application %(app_name)s pour l’utiliser. Pour plus d’informations, consultez [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)

source: # Unable to launch app The %(app_name)s requires Splunk Enterprise version **%(splunk_req_version)s** or higher. You are currently using version %(splunk_curr_version)s. To use the %(app_name)s, you must upgrade Splunk. See [%(app_upgrade_url)s](%(app_upgrade_url)s) for more information.
fr_fr: # Impossible de lancer l’application %(app_name)s nécessite Splunk Enterprise version **%(splunk_req_version)s** ou ultérieure. Vous utilisez actuellement la version %(splunk_curr_version)s. Pour utiliser %(app_name)s, vous devez passer Splunk à la version supérieure. Consultez [%(app_upgrade_url)s](%(app_upgrade_url)s) pour plus d’informations.

source: # Welcome! The **%(app_name)s** is used within your existing apps, please navigate to the **%(app_view)s** view to use it.\ %(base_url)s/app/{app-name}/%(app_view)s If you are already in the %(parent_app_name)s app, click the **Analytics** tab to launch the %(app_name)s.\ For more information see [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)
fr_fr: # Bienvenue ! **%(app_name)s** est utilisé avec vos applications existantes, veuillez accéder à la vue **%(app_view)s** pour l’utiliser.\ %(base_url)s/app/{app-name}/%(app_view)s Si vous vous trouvez déjà dans l’application %(parent_app_name)s, cliquez sur l’onglet **Analytique** pour lancer %(app_name)s.\ Pour plus d’informations, consultez [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)

source: %(alert)s created successfully.
fr_fr: %(alert)s a bien été créé.

source: %(chartType)s Chart and Statistics Table
fr_fr: %(chartType)s Graphique et tableau de statistiques

source: %(minString)s to %(maxString)s
fr_fr: %(minString)s à %(maxString)s

source: %(number)s matches found
fr_fr: %(number)s correspondances trouvées

source: (%(duration)s to refresh)
fr_fr: (%(duration)s pour actualiser)

source: (%(timePassed)s ago)
fr_fr: (%(timePassed)s avant)

source: (Refreshing)
fr_fr: (Actualisation)

source: (Time span=%(span)s)
fr_fr: (Intervalle=%(span)s)

source: (default)
fr_fr: (par défaut)

source: (over %(span)s intervals)
fr_fr: (sur %(span)s intervalles)

source: 1 match found
fr_fr: 1 correspondance trouvée

source: 2 days ago
fr_fr: 2 jours avant

source: 2 hours ago
fr_fr: 2 heures avant

source: 24 hours ago
fr_fr: 24 heures avant

source: 30 minutes ago
fr_fr: 30 minutes avant

source: 60 minutes ago
fr_fr: 60 minutes avant

source: 7 days ago
fr_fr: 7 jours avant

source: AUTO REFRESH
fr_fr: ACTUALISATION AUTOMATIQUE

source: Absolute
fr_fr: Absolu

source: Add
fr_fr: Ajouter

source: Add New Filter
fr_fr: Ajouter un nouveau filtre

source: Add New Reference Line
fr_fr: Ajouter une nouvelle ligne de référence

source: Add a horizontal line to indicate significant values or thresholds.
fr_fr: Ajoutez une ligne horizontale pour mettre en évidence des valeurs importantes ou des seuils.

source: Add dimension filter
fr_fr: Ajouter un filtre de dimension

source: Add interactive time control
fr_fr: Ajouter un contrôle temporel interactif

source: Add new filter
fr_fr: Ajouter un nouveau filtre

source: Add the ${VIEW_TITLE} view to the ${PARENT_APP_NAME} app
fr_fr: Ajouter la vue ${VIEW_TITLE} à l’application ${PARENT_APP_NAME}

source: Add to selected chart
fr_fr: Ajouter au graphique sélectionné

source: After an alert is triggered, subsequent alerts will not be triggered until after the throttle period.
fr_fr: Après le déclenchement d’une alerte, les alertes suivantes ne seront pas déclenchées après la période de throttle.

source: Aggregation
fr_fr: Agrégation

source: Alert level
fr_fr: Niveau d’alerte

source: Alert when
fr_fr: Avertir quand

source: Alerts
fr_fr: Alertes

source: Alerts cannot be saved to a dashboard.
fr_fr: Les alertes ne peuvent pas être enregistrées dans un tableau de bord.

source: Alerts will not be saved to the Dashboard
fr_fr: Les alertes ne seront pas être enregistrées dans le tableau de bord

source: All Charts
fr_fr: Tous les graphiques

source: All charts have been added to %(id)s.
fr_fr: Tous les graphiques ont été ajoutés à %(id)s.

source: All charts loaded.
fr_fr: Tous les graphiques sont chargés.

source: All time
fr_fr: Tout le temps

source: Analysis
fr_fr: Analyse

source: Apply
fr_fr: Appliquer

source: Are you sure you want to delete
fr_fr: Voulez-vous vraiment supprimer

source: Area
fr_fr: Aire

source: At
fr_fr: À

source: Auto refresh settings
fr_fr: Paramètres d’actualisation automatique

source: Auto-refresh
fr_fr: Actualisation automatique

source: Avg
fr_fr: Moy

source: Business week to date
fr_fr: Depuis le début de la semaine ouvrée

source: Calculation
fr_fr: Calcul

source: Can only contain letters, numbers and underscores.
fr_fr: Ne peut contenir que des lettres, des nombres et des tirets-bas.

source: Cancel
fr_fr: Annuler

source: Categorical Charts
fr_fr: Graphiques catégoriques

source: Chart
fr_fr: Graphique

source: Chart Actions
fr_fr: Actions sur le graphique

source: Chart Settings
fr_fr: Paramètres du graphique

source: Chart Type
fr_fr: Type de graphique

source: Charting grid
fr_fr: Grille de graphique

source: Charts
fr_fr: Graphiques

source: Choose the type of time range
fr_fr: Choisissez le type d’intervalle de temps

source: Clear All
fr_fr: Tout effacer

source: Clear All Matches
fr_fr: Effacer toutes les correspondances

source: Clear Selections
fr_fr: Effacer les sélections

source: Clear all
fr_fr: Tout effacer

source: Clone
fr_fr: Cloner

source: Clone this Panel
fr_fr: Cloner ce panneau

source: Column
fr_fr: Colonne

source: Complete the highlighted rows
fr_fr: Effectuer les lignes en surbrillance

source: Constant Value
fr_fr: Valeur constante

source: Content
fr_fr: Contenu

source: Context to Console
fr_fr: Contexte vers console

source: Continue
fr_fr: Continuer

source: Continue where you left off, or select new data.
fr_fr: Continuez là où vous vous êtes arrêté, ou sélectionnez de nouvelles données.

source: Copy Series Name
fr_fr: Copier le nom de la série

source: Count
fr_fr: Nombre

source: Create New Filter
fr_fr: Créer un nouveau filtre

source: Critical
fr_fr: Critique

source: Current chart
fr_fr: Graphique actuel

source: Custom
fr_fr: Personnaliser

source: Custom Data Time Range
fr_fr: Période de données personnalisée

source: Custom Time Range
fr_fr: Personnaliser la période

source: Custom...
fr_fr: Personnalisé...

source: Customize the label (optional).
fr_fr: Personnaliser l’étiquette (optionnel).

source: Dashboard
fr_fr: Tableau de bord

source: Dashboard Description
fr_fr: Description du tableau de bord

source: Dashboard ID
fr_fr: ID du tableau de bord

source: Dashboard Title
fr_fr: Titre du tableau de bord

source: Data
fr_fr: Données

source: Data tree
fr_fr: Arborescence de données

source: Datasets
fr_fr: Jeux de données

source: Date & Time Range
fr_fr: Date et période

source: Days
fr_fr: Jours

source: Days Ago
fr_fr: jours avant

source: Days ago
fr_fr: jours avant

source: Delete
fr_fr: Supprimer

source: Delete Alert
fr_fr: Supprimer l’alerte

source: Delete alert
fr_fr: Supprimer l’alerte

source: Details
fr_fr: Détails

source: Display
fr_fr: Afficher

source: Display an earlier time range.
fr_fr: Afficher une période antérieure.

source: Dist count
fr_fr: Nombre de dist

source: Do not show this again
fr_fr: Ne plus afficher ce message

source: Earliest
fr_fr: Début

source: Earliest and Latest times must be different.
fr_fr: Les heures de début et de fin doivent être différentes.

source: Earliest field cannot be empty.
fr_fr: Le champ Début ne peut pas être vide.

source: Earliest must be before latest.
fr_fr: La valeur de Début doit être antérieure à celle de Fin.

source: Edit %(dimension)s filter
fr_fr: Modifier le filtre %(dimension)s

source: Edit Alert
fr_fr: Modifier l’alerte

source: Edit Span
fr_fr: Modifier l’intervalle

source: Edit Y-Axis
fr_fr: Modifier l’axe des ordonnées

source: Edit metric filter
fr_fr: Modifier le filtre de métrique

source: Edit reference line %(label)s
fr_fr: Modifier la ligne de référence %(label)s

source: Empty State
fr_fr: État vide

source: Enter a Dashboard ID
fr_fr: Entrez un ID de tableau de bord

source: Enter a valid Dashboard ID
fr_fr: Entrez un ID de tableau de bord valide

source: Evaluate every
fr_fr: Évaluer tous les

source: Event
fr_fr: Événement

source: Events
fr_fr: Événements

source: Exclude
fr_fr: Exclure

source: Exclude %(name)s
fr_fr: Exclure %(name)s

source: Execution frequency must be a valid whole number.
fr_fr: La fréquence d’exécution doit être un nombre entier valide.

source: Existing
fr_fr: Existant

source: Export as CSV
fr_fr: Exporter au format CSV

source: Export as PNG
fr_fr: Exporter en PNG

source: Failed to fetch measure.
fr_fr: Échec de la récupération de la mesure.

source: Failed to load dimensions: %(error)s
fr_fr: Échec du chargement des dimensions : %(error)s

source: Failed to load indexes: %(error)s
fr_fr: Échec du chargement des index : %(error)s

source: Field Filter
fr_fr: Filtre de champ

source: Filter
fr_fr: Filtre

source: Filter by index
fr_fr: Filtrer par index

source: Filter by indexes and other fields
fr_fr: Filtrer par index et d’autres champs

source: Filter by other fields
fr_fr: Filtrer par d’autres champs

source: Filtered
fr_fr: Filtré

source: Filters
fr_fr: Filtres

source: Find
fr_fr: Rechercher

source: Find Data to Analyze
fr_fr: Rechercher les données à analyser

source: Find something interesting? Save it to a dashboard, or create an alert.
fr_fr: Vous avez trouvé quelque chose d’intéressant ? Enregistrez-le dans un tableau de bord ou créez une alerte.

source: Frequency cannot be empty.
fr_fr: La fréquence ne peut pas être vide.

source: From %(datetime)s
fr_fr: De %(datetime)s

source: From %(datetimeEarliest)s to %(datetimeLatest)s
fr_fr: De %(datetimeEarliest)s à %(datetimeLatest)s

source: Global Actions
fr_fr: Actions globales

source: Global controls
fr_fr: Contrôles globaux

source: Go to Search
fr_fr: Accéder à la recherche

source: Go to the %(VIEW_TITLE)s in Search
fr_fr: Accéder à %(VIEW_TITLE)s dans la recherche

source: Grid
fr_fr: Grille

source: Grid Layout
fr_fr: Agencement en grille

source: Heatmap
fr_fr: Carte thermique

source: Heatmap will be saved to the Report as a column chart
fr_fr: La carte thermique sera enregistrée dans le Rapport en tant qu’histogramme

source: Heatmap will open as a column chart in Search.
fr_fr: La carte thermique s’ouvre sous la forme d’un histogramme dans la Recherche.

source: Heatmaps will be saved to the Dashboard as column charts
fr_fr: Les cartes thermiques seront enregistrées dans le tableau de bord en tant qu’histogrammes

source: Hide Left
fr_fr: Masquer à gauche

source: Hide Right
fr_fr: Masquer à droite

source: Hierarchy not found: %(sourceName)s
fr_fr: Hiérarchie non trouvée : %(sourceName)s

source: High
fr_fr: Élevée

source: Highest
fr_fr: La plus élevée

source: Hours
fr_fr: Heures

source: Hours Ago
fr_fr: heures avant

source: Hours ago
fr_fr: heures avant

source: Hours must be from 1 to 24.
fr_fr: Le nombre d’heures doit être compris entre 1 et 24.

source: In the last
fr_fr: Au cours des derniers

source: Include
fr_fr: Inclure

source: Include Value
fr_fr: Inclure la valeur

source: Include or exclude values from specific dimensions.
fr_fr: Inclure ou exclure des valeurs des dimensions spécifiques.

source: Invalid Value
fr_fr: Valeur non valide

source: Is
fr_fr: est

source: Keep Only %(name)s
fr_fr: Conserver seulement %(name)s

source: Label
fr_fr: Étiquette

source: Last 4 hours
fr_fr: 4 dernières heures

source: Last 60 minutes
fr_fr: 60 dernières minutes

source: Latest
fr_fr: Au plus tard

source: Layout Option
fr_fr: Option d’agencement

source: Learn more
fr_fr: En savoir plus

source: Left
fr_fr: Gauche

source: Let's bring you up to speed!
fr_fr: Nous allons vous mettre à la page !

source: Limit
fr_fr: Limite

source: Limit Type
fr_fr: Type de limite

source: Line
fr_fr: Ligne

source: Linear
fr_fr: Linéaire

source: Load more...
fr_fr: Charger plus...

source: Loading ${numPanelsLoading} ${numPanelsLoading > 1 ? 'charts' : 'chart'}.
fr_fr: Chargement de ${numPanelsLoading} ${numPanelsLoading > 1 ? 'charts' : 'chart'}.

source: Loading...
fr_fr: Chargement en cours...

source: Log
fr_fr: Logarithme

source: Lookback cannot be empty
fr_fr: Le lookback ne peut pas être vide

source: Lookback must be a valid whole number
fr_fr: Le lookback doit être un nombre entier valide

source: Lookback must be greater than 0
fr_fr: Le lookback doit être supérieur à 0

source: Low
fr_fr: Faible

source: Lowest
fr_fr: La plus faible

source: Max Value
fr_fr: Valeur max.

source: Max must be greater than min
fr_fr: La valeur max doit être supérieure à la valeur min

source: Max must be valid number
fr_fr: La valeur max doit être un nombre valide

source: Maximize panel
fr_fr: Maximiser le panneau

source: Measure
fr_fr: Mesure

source: Medium
fr_fr: Moyenne

source: Metrics
fr_fr: Mesures

source: Min Value
fr_fr: Valeur min.

source: Min must be valid number
fr_fr: La valeur min doit être un nombre valide

source: Minimize panel
fr_fr: Minimiser le panneau

source: Minutes Ago
fr_fr: minutes avant

source: Minutes ago
fr_fr: minutes avant

source: Minutes must be from 1 to 60.
fr_fr: Le nombre de minutes doit être compris entre 1 et 60.

source: Month to date
fr_fr: Depuis le début du mois

source: Months
fr_fr: Mois

source: Months Ago
fr_fr: mois avant

source: N/A
fr_fr: S/O

source: New
fr_fr: Nouveau

source: No
fr_fr: Non

source: No aggregations
fr_fr: Aucune agrégation

source: No data available
fr_fr: Aucune donnée disponible

source: No details found for this alert.
fr_fr: Aucun résultat n’a été trouvé pour cette alerte.

source: No matches
fr_fr: Aucune correspondance

source: No options
fr_fr: Aucune option

source: No thresholds found for this alert
fr_fr: Aucun seuil n’a été trouvé pour cette alerte.

source: None
fr_fr: Aucun(e)

source: Not all metrics listed. Contact your admin to increase the metrics limit.
fr_fr: Les métriques ne sont pas toutes listées. Contactez votre administrateur pour accroître la limite de métriques.

source: Now
fr_fr: Maintenant

source: Open Charts
fr_fr: Ouvrir les graphiques

source: Open in Search
fr_fr: Ouvrir dans la recherche

source: Open your latest charts, or start by selecting data.
fr_fr: Ouvrez vos derniers graphiques ou commencez par sélectionner les données.

source: Optional
fr_fr: Facultatif

source: Overlay on right axis
fr_fr: Superposition sur l’axe de droite

source: Panel Title
fr_fr: Titre du panneau

source: Panel is closed %(title)s %(subtitle)s
fr_fr: Panneau fermé %(title)s %(subtitle)s

source: Panel is open %(title)s %(subtitle)s
fr_fr: Panneau ouvert %(title)s %(subtitle)s

source: Please reference the time range to set an appropriate time span.
fr_fr: Veuillez référencer la période pour définir un intervalle approprié.

source: Preview
fr_fr: Aperçu

source: Previous business week
fr_fr: La semaine ouvrée précédente

source: Previous month
fr_fr: Le mois précédent

source: Previous week
fr_fr: La semaine précédente

source: Previous year
fr_fr: L’année précédente

source: Private
fr_fr: Privé

source: Quarters Ago
fr_fr: trimestres avant

source: Rate
fr_fr: Taux

source: Rate (Avg)
fr_fr: Taux (moy)

source: Rate (Sum)
fr_fr: Taux (somme)

source: Raw Data
fr_fr: Données brutes

source: Reference Line Time Range
fr_fr: Intervalle de la ligne de référence

source: Reference Lines
fr_fr: Lignes de référence

source: Refresh
fr_fr: Actualiser

source: Refresh Chart Data
fr_fr: Actualiser les données du graphique

source: Relative
fr_fr: Relatif

source: Remove
fr_fr: Retirer

source: Remove %(dimension)s filter
fr_fr: Retirer le filtre %(dimension)s

source: Remove metric filter
fr_fr: Retirer le filtre de métrique

source: Remove panel
fr_fr: Retirer le panneau

source: Remove reference line %(label)s
fr_fr: Retirer la ligne de référence %(label)s

source: Report
fr_fr: Rapport

source: Report %(reportName)s has been created. You may now view the report.
fr_fr: Le rapport %(reportName)s a été créé. Vous pouvez à présent afficher le rapport.

source: Required
fr_fr: Requis

source: Reset zoom to enable auto-refresh
fr_fr: Réinitialisez le zoom pour activer l’actualisation automatique

source: Reset zoom to enable refresh
fr_fr: Réinitialisez le zoom pour activer l’actualisation

source: Retry
fr_fr: Réessayer

source: Revert Span
fr_fr: Rétablir l’intervalle

source: Revert Y-Axis
fr_fr: Rétablir l’axe des ordonnées

source: Right
fr_fr: Droite

source: Save
fr_fr: Enregistrer

source: Save All To Dashboard
fr_fr: Tout enregistrer dans le tableau de bord

source: Save All To Dashboard Studio
fr_fr: Tout enregistrer dans Dashboard Studio

source: Save As Dashboard Panel
fr_fr: Enregistrer en tant que panneau du tableau de bord

source: Save As Report
fr_fr: Enregistrer en tant que rapport

source: Save all charts to Dashboard (XML)
fr_fr: Enregistrer tous les graphiques dans le tableau de bord (XML)

source: Save all charts to Dashboard Studio
fr_fr: Enregistrer tous les graphiques dans Dashboard Studio

source: Save as Report
fr_fr: Enregistrer en tant que rapport

source: Save as Scheduled Alert
fr_fr: Enregistrer en tant qu’alerte planifiée

source: Save as Streaming Alert
fr_fr: Enregistrer en tant qu’alerte de diffusion

source: Save to Dashboard (XML)
fr_fr: Enregistrer dans le tableau de bord (XML)

source: Save to Dashboard Studio
fr_fr: Enregistrer dans Dashboard Studio

source: Scale
fr_fr: Échelle

source: Scheduled
fr_fr: Planifié

source: Search
fr_fr: Recherche

source: Search Related Events
fr_fr: Rechercher les événements connexes

source: Seconds
fr_fr: Secondes

source: Seconds Ago
fr_fr: secondes avant

source: Select All
fr_fr: Tout sélectionner

source: Select All Matches
fr_fr: Sélectionner toutes les correspondances

source: Select a dimension
fr_fr: Sélectionner une dimension

source: Select a time range.
fr_fr: Sélectionner une période.

source: Select a valid chart to add this series
fr_fr: Sélectionner un graphique valide à ajouter à cette série

source: Select an aggregation.
fr_fr: Sélectionner une agrégation.

source: Select dimension values
fr_fr: Sélectionner les valeurs de la dimension

source: Select index filters
fr_fr: Sélectionner les filtres d’index

source: Select or type an aggregation.
fr_fr: Sélectionner ou saisir une agrégation.

source: Select...
fr_fr: Sélectionner...

source: Selected Index:
fr_fr: Index sélectionné :

source: Set the min and max value of the y-axis. (for example: %(exampleText)s)
fr_fr: Définir les valeurs min et max de l’axe des ordonnées (par exemple : %(exampleText)s)

source: Settings
fr_fr: Paramètres

source: Severity
fr_fr: Gravité

source: Shared in App
fr_fr: Partagé dans l’app

source: Show Alert
fr_fr: Afficher l’alerte

source: Show triggered instances
fr_fr: Afficher les instances déclenchées

source: Sort A to Z
fr_fr: Trier de A à Z

source: Sort Ascending
fr_fr: Ordre croissant

source: Sort Descending
fr_fr: Ordre décroissant

source: Sort Z to A
fr_fr: Trier de Z à A

source: Source not found: %(sourceName)s
fr_fr: Source non trouvée : %(sourceName)s

source: Span
fr_fr: Intervalle

source: Span Period
fr_fr: Période de l’intervalle

source: Split By
fr_fr: Fractionné par

source: Split Metrics by a Dimension
fr_fr: Diviser les métriques selon une dimension

source: Split by
fr_fr: Divisé par

source: Split this series into separate values.
fr_fr: Diviser cette série en valeurs distinctes.

source: Stack Column
fr_fr: Empiler la colonne

source: Stack Layout
fr_fr: Agencement en pile

source: Stacked Column
fr_fr: Colonne empilée

source: Start by adding index filters
fr_fr: Commencez par ajouter des filtres d’index

source: Start by selecting data.
fr_fr: Commencez par sélectionner des données.

source: Statistics Table
fr_fr: Tableau de statistiques

source: Std dev
fr_fr: Écart-type

source: Stream Bell
fr_fr: Notification de diffusion

source: Streaming
fr_fr: Diffusion

source: Sum
fr_fr: Somme

source: Suppress Triggering for
fr_fr: Empêcher le déclenchement pendant

source: The %(app_name)s requires Splunk Enterprise version **%(splunk_req_version)s** or higher. You are currently using version %(splunk_curr_version)s. Contact your administrator for assistance.
fr_fr: %(app_name)s nécessite Splunk Enterprise version **%(splunk_req_version)s** ou ultérieure. Vous utilisez actuellement la version %(splunk_curr_version)s. Contactez votre administrateur pour obtenir de l’aide.

source: The %(invalidActionsStr)s action is not supported for streaming alerts. Please delete the action and save again.
fr_fr: L’action %(invalidActionsStr)s n’est pas prise en charge pour les alertes de diffusion. Veuillez supprimer l’action et enregistrer à nouveau.

source: The %(invalidActionsStr)s actions are not supported for streaming alerts. Please delete the actions and save again.
fr_fr: Les actions %(invalidActionsStr)s ne sont pas prises en charge pour les alertes de diffusion. Veuillez supprimer les actions et enregistrer à nouveau.

source: The ID is used as the filename on disk. Cannot be changed later
fr_fr: L’ID est utilisé comme nom de fichier sur le disque. Impossible de le modifier ultérieurement.

source: The earliest time is invalid.
fr_fr: L’heure de début n’est pas valide.

source: The latest time is invalid.
fr_fr: L’heure de fin n’est pas valide.

source: There are no members for ${dimension} available. Expand the time range to see available members.
fr_fr: Aucun membre pour ${dimension} n’est disponible. Élargissez la période pour voir tous les membres disponibles.

source: There are no metric indexes
fr_fr: Il n’y a aucun index de métrique

source: There are not enough data points within the current time range. Select a wider time range to expand your results.
fr_fr: Il n’existe pas assez de points de données au sein de l’intervalle actuel. Sélectionnez un intervalle plus grand pour élargir vos résultats.

source: There are too many data points within the current time range. Select a shorter time range to refine your results.
fr_fr: Il y a trop de points de données au sein de l’intervalle actuel. Sélectionnez un intervalle plus petit pour élargir vos résultats.

source: There is no data available for %(measures)s. To see data on the chart, select a different time range, edit filters, or check with your administrator about user permissions.
fr_fr: Aucune donnée n’est disponible pour %(measures)s. Pour voir les données sur le graphique, sélectionnez un intervalle différent, modifiez les filtres ou consultez votre administrateur au sujet des permissions utilisateur.

source: There was a problem opening the Save as Alert dialog. Close the dialog and try again.
fr_fr: Un problème s’est produit lors de l’ouverture de la boîte de dialogue Enregistrer en tant qu’alerte. Fermez la boîte de dialogue et réessayez.

source: This aggregation should only be used with accumulating counter metrics.
fr_fr: Cette agrégation ne doit être utilisée qu’avec des métriques de décompte cumulatif.
