Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk/splunk-etc/apps/splunk_gdi/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: Loading Now...
it_it: In caricamento adesso...

source: Loading
it_it: Caricamento in corso

source: Add Data
it_it: Aggiungi dati

source: No valid data source is found.
it_it: Nessuna fonte di dati valida trovata.

source: The id of this collection method is invalid.
it_it: L'ID di questo metodo di raccolta non è valido.

source: Mandatory fields are missing in the conf file.
it_it: Campi obbligatori mancanti nel file di configurazione.

source: The definition of resource server is missing in the response from the web service.
it_it: La definizione del server risorse non è contenuta nella risposta dal servizio Web.

source: Splunk data onboarding guides are not accessible. Please ensure an internet connection is available to access these guides.
it_it: Le guide sull'onboarding dei dati Splunk non sono accessibili. Verificare che sia disponibile una connessione Internet che consenta l'accesso a queste guide.

source: images for %s
it_it: immagini per %s

source: Configure now
it_it: Configura adesso

source: %d data source
it_it: %d fonte di dati

source: %d data sources
it_it: %d fonti di dati

source: %d data sources in total
it_it: %d fonti di dati in totale

source: %d data source in total
it_it: %d fonte di dati in totale

source: What data do you want to send to the Splunk platform?
it_it: Quali dati vuoi inviare alla piattaforma Splunk?

source: How do you want to add data?
it_it: Come si desiderano aggiungere i dati?

source: Or get data in with the following methods
it_it: Oppure, inserisci i dati utilizzando uno dei seguenti metodi

source: No guides matching your search were found. We are continuously adding new guides.
it_it: Non sono state trovate guide corrispondenti alla ricerca eseguita. L'elenco delle guide viene aggiornato continuamente.

source: Upload
it_it: Carica

source: files from my computer
it_it: file dal mio computer

source: Local log files
it_it: File di log locali

source: Local structured files (e.g. CSV)
it_it: File strutturati locali (ad es. CSV)

source: Tutorial for adding data
it_it: Esercitazione per l'aggiunta di dati

source: Monitor
it_it: Monitora

source: files and ports on this Splunk platform instance
it_it: file e porte su questa istanza della piattaforma Splunk

source: Files - HTTP - WMI - TCP/UDP - Scripts
it_it: File - HTTP - WMI - TCP/UDP - Script

source: Modular inputs for external data sources
it_it: Input modulari per le fonti dati esterne

source: Forward
it_it: Inoltra

source: data from a Splunk forwarder
it_it: dati da un forwarder di Splunk

source: Files - TCP/UDP - Scripts
it_it: File - TCP/UDP - Script

source: Follow guides for onboarding popular data sources
it_it: Seguire le guide sull'onboarding delle fonti di dati più popolari

source: Search bar
it_it: Barra di ricerca

source: Exit
it_it: Esci

source: Back
it_it: Indietro

source: Finish
it_it: Fine

source: Next
it_it: Avanti

source: Yes
it_it: Sì

source: Confirm
it_it: Conferma

source: Exit guide?
it_it: Uscire dalla guida?

source: Collection Method
it_it: Metodo di raccolta

source: Configurations
it_it: Configurazioni

source: Validation
it_it: Convalida

source: Best Practice
it_it: Procedura ottimale

source: Choose collection method
it_it: Scegliere il metodo di raccolta

source: Please select deployment
it_it: Selezionare il deployment

source: High level steps
it_it: Fasi ad alto livello

source: Full Configuration Documentation
it_it: Documentazione sulla configurazione completa

source: Choose your deployment environment
it_it: Scegliere l'ambiente del deployment

source: Overview of required configuration for your environment
it_it: Panoramica della configurazione richiesta per il proprio ambiente

source: Deployment Diagram
it_it: Schema del deployment

source: Select options on the left describing your distributed deployment configuration
it_it: Selezionare le opzioni a sinistra che descrivono la configurazione del deployment distribuito

source: Select the option above that describes your Splunk deployment
it_it: Selezionare l'opzione in alto che meglio descrive il deployment di Splunk

source: An overview of the configuration required for your deployment will be shown here
it_it: Qui verrà visualizzata una panoramica della configurazione richiesta per il proprio deployment

source: From the %s, enter the query below.
it_it: Da %s, immettere la seguente query.

source: Verify your data is being ingested
it_it: Verificare che i dati vengano inseriti

source: Use the following SPL query to verify that your data is indexed and searchable
it_it: Utilizzare la seguente query SPL per verificare che i dati siano indicizzati e ricercabili

source: Search & Reporting app
it_it: App Search & Reporting

source: Loading...
it_it: Caricamento in corso...

source: Splunk Get Data In
it_it: Inserimento dati in Splunk
