Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk-dashboards/splunk-etc/apps/splunk_gdi/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Loading Now...
de_de: Ladevorgang läuft...

source: Loading
de_de: Laden

source: Add Data
de_de: Daten hinzufügen

source: No valid data source is found.
de_de: Es wurde keine gültige Datenquelle gefunden.

source: The id of this collection method is invalid.
de_de: Die ID dieser Erfassungsmethode ist ungültig.

source: Mandatory fields are missing in the conf file.
de_de: In der Konfigurationsdateien fehlen Pflichtfelder.

source: The definition of resource server is missing in the response from the web service.
de_de: Die Definition des Ressourcenservers fehlt in der Antwort des Webdiensts.

source: Splunk data onboarding guides are not accessible. Please ensure an internet connection is available to access these guides.
de_de: Der Zugriff auf Anleitungen zur Splunk-Datenintegration ist nicht möglich. Stellen Sie sicher, dass eine Internetverbindung verfügbar ist, um auf diese Anleitungen zuzugreifen.

source: images for %s
de_de: Bilder für %s

source: Configure now
de_de: Jetzt konfigurieren

source: %d data source
de_de: %d Datenquelle

source: %d data sources
de_de: %d Datenquellen

source: %d data sources in total
de_de: %d Datenquellen insgesamt

source: %d data source in total
de_de: %d Datenquelle insgesamt

source: What data do you want to send to the Splunk platform?
de_de: Welche Daten möchten Sie an die Splunk-Plattform übermitteln?

source: How do you want to add data?
de_de: Wie möchten Sie Daten hinzufügen?

source: Or get data in with the following methods
de_de: Sie können Daten auch mit folgenden Methoden abrufen

source: No guides matching your search were found. We are continuously adding new guides.
de_de: Zu Ihrer Suche wurden keine passenden Anleitungen gefunden. Wir fügen ständig neue Anleitungen hinzu.

source: Upload
de_de: Hochladen

source: files from my computer
de_de: Dateien von meinem Computer

source: Local log files
de_de: Lokale Logdateien

source: Local structured files (e.g. CSV)
de_de: Lokale, strukturierte Dateien (z. B. CSV)

source: Tutorial for adding data
de_de: Anleitung für das Hinzufügen von Daten

source: Monitor
de_de: Überwachung

source: files and ports on this Splunk platform instance
de_de: Dateien und Ports auf dieser Splunk-Plattforminstanz

source: Files - HTTP - WMI - TCP/UDP - Scripts
de_de: Dateien HTTP - WMI - TCP/UDP - Skripte

source: Modular inputs for external data sources
de_de: Modulare Eingaben für externe Datenquellen

source: Forward
de_de: Forwarder

source: data from a Splunk forwarder
de_de: Daten von einem Splunk-Forwarder

source: Files - TCP/UDP - Scripts
de_de: Dateien - TCP/UDP - Skripte

source: Follow guides for onboarding popular data sources
de_de: Folgen Sie Anleitungen zur Integration gängiger Datenquellen

source: Search bar
de_de: Suchleiste

source: Exit
de_de: Beenden

source: Back
de_de: Zurück

source: Finish
de_de: Fertig stellen

source: Next
de_de: Weiter

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Confirm
de_de: Bestätigen

source: Exit guide?
de_de: Möchten Sie die Anleitung beenden?

source: Collection Method
de_de: Erfassungsmethode

source: Configurations
de_de: Konfigurationen

source: Validation
de_de: Validierung

source: Best Practice
de_de: Bewährte Methode

source: Choose collection method
de_de: Wählen Sie die Erfassungsmethode

source: Please select deployment
de_de: Wählen Sie eine Verteilung

source: High level steps
de_de: Die Schritte im Überblick

source: Full Configuration Documentation
de_de: Vollständige Konfigurationsdokumentation

source: Choose your deployment environment
de_de: Wählen Sie Ihre Verteilungsumgebung

source: Overview of required configuration for your environment
de_de: Übersicht über die erforderliche Konfiguration für Ihre Umgebung

source: Deployment Diagram
de_de: Verteilungsdiagramm

source: Select options on the left describing your distributed deployment configuration
de_de: Wählen Sie auf der linken Seite Optionen aus, die Ihre verteilte Verteilungskonfiguration beschreiben

source: Select the option above that describes your Splunk deployment
de_de: Wählen Sie oben die Option aus, die Ihre Splunk-Verteilung beschreibt

source: An overview of the configuration required for your deployment will be shown here
de_de: Hier wird eine Übersicht über die für Ihre Verteilung erforderliche Konfiguration angezeigt

source: From the %s, enter the query below.
de_de: Geben Sie von %s aus die unten angegebene Abfrage ein.

source: Verify your data is being ingested
de_de: Stellen Sie sicher, dass Ihre Daten hinzugefügt werden

source: Use the following SPL query to verify that your data is indexed and searchable
de_de: Verwenden Sie die folgende SPL-Abfrage, um zu prüfen, ob Ihre Daten indiziert wurden und durchsuchbar sind

source: Loading...
de_de: Laden...

source: Splunk Get Data In
de_de: Splunk – Daten einspeisen
