Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk-dashboard/splunk-etc/apps/splunk_instrumentation/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: at
it_it: alle

source: next to "Usage Data"
it_it: accanto a "Dati di utilizzo"

source: on
it_it: su

source: "Full" includes bucket manifests and metadata files, if the index_files component is selected.
it_it: "Full" include manifesti di bucket e file di metadati, se è selezionato il componente index_files.

source: "Light" lists only hot buckets, if the index_listing component is selected.
it_it: "Light" include solo i bucket hot, se è selezionato il componente index_listing.

source: %s Data
it_it: %s dati

source: %s Usage Data
it_it: %s dati di utilizzo

source: . For examples, see our
it_it: . Per gli esempi, consulta la nostra

source: <form class="form-horizontal form-complex"> <div class="control-group"> <label class="control-label" for="outputtelemetry_component">Name</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.component" id="outputtelemetry_component" placeholder="component.name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_input">Input field</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.input" id="outputtelemetry_component" placeholder="field name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_type">Data type</label> <div class="controls"> <label class="radio" for="outputtelemetry_type_event"> <input id="outputtelemetry_type_event" type="radio" name="action.outputtelemetry.param.type" value="event"/> Event </label> <label class="radio" for="outputtelemetry_type_aggregate"> <input id="outputtelemetry_type_aggregate" type="radio" name="action.outputtelemetry.param.type" value="aggregate"/> Aggregate </label> </div> </div> <div class="control-group"> <label class="control-label">Categories (at least 1):</label> <div class="controls"> <label class="checkbox" for="outputtelemetry_anonymous"> <input type="checkbox" name="action.outputtelemetry.param.anonymous" id="outputtelemetry_anonymous" value="1"/> Anonymized usage data </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_support"> <input type="checkbox" name="action.outputtelemetry.param.support" id="outputtelemetry_support" value="1"/> Support usage data </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_license"> <input type="checkbox" name="action.outputtelemetry.param.license" id="outputtelemetry_license" value="1"/> License usage data </label> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_optinrequired">Required opt-in</label> <div class="controls"> <select id="outputtelemetry_optinrequired" name="action.outputtelemetry.param.optinrequired"> <option value="1">1 - Splunk 6.5</option> <option value="2">2 - Splunk 6.6</option> <option value="3">3 - Splunk 7.0</option> </select> </div> </div> </form>
it_it: <form class="form-horizontal form-complex"> <div class="control-group"> <label class="control-label" for="outputtelemetry_component">Nome</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.component" id="outputtelemetry_component" placeholder="component.name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_input">Campo di input</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.input" id="outputtelemetry_component" placeholder="field name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_type">Tipo di dati</label> <div class="controls"> <label class="radio" for="outputtelemetry_type_event"> <input id="outputtelemetry_type_event" type="radio" name="action.outputtelemetry.param.type" value="event"/> Evento </label> <label class="radio" for="outputtelemetry_type_aggregate"> <input id="outputtelemetry_type_aggregate" type="radio" name="action.outputtelemetry.param.type" value="aggregate"/> Aggregato </label> </div> </div> <div class="control-group"> <label class="control-label">Categorie (almeno 1):</label> <div class="controls"> <label class="checkbox" for="outputtelemetry_anonymous"> <input type="checkbox" name="action.outputtelemetry.param.anonymous" id="outputtelemetry_anonymous" value="1"/> Dati di utilizzo anonimi </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_support"> <input type="checkbox" name="action.outputtelemetry.param.support" id="outputtelemetry_support" value="1"/> Dati di utilizzo supporto </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_license"> <input type="checkbox" name="action.outputtelemetry.param.license" id="outputtelemetry_license" value="1"/> Dati di utilizzo licenza </label> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_optinrequired">Consenso richiesto</label> <div class="controls"> <select id="outputtelemetry_optinrequired" name="action.outputtelemetry.param.optinrequired"> <option value="1">1 - Splunk 6.5</option> <option value="2">2 - Splunk 6.6</option> <option value="3">3 - Splunk 7.0</option> </select> </div> </div> </form>

source: Actions
it_it: Azioni

source: All Roles
it_it: Tutti i ruoli

source: All files matching the given patterns will be excluded. To exclude multiple files, use wildcards, or provide a comma-separated list of files or patterns.
it_it: Tutti i file che corrispondono ai pattern forniti verranno esclusi. Per escludere più file, utilizzare i caratteri jolly oppure fornire un elenco separato da virgole di file o pattern.

source: Are you sure you want to disable %s usage data sharing?
it_it: Disabilitare la condivisione dei dati di utilizzo %s?

source: Attempt to redact search terms from logs that may be private or personally identifying.
it_it: Tentare di oscurare i termini di ricerca dai log che possono essere privati o consentire l'identificazione personale.

source: Automatically enabled
it_it: Abilitato automaticamente

source: Back
it_it: Indietro

source: Business week to date
it_it: Inizio settimana lavorativa a oggi

source: Cancel
it_it: Annulla

source: Cannot delete diag with status: %s
it_it: Impossibile eliminare diagnosi con stato: %s

source: Cannot download diag with status: %s
it_it: Impossibile scaricare diagnosi con stato: %s

source: Change your settings by clicking the
it_it: Modificare le impostazioni facendo clic su

source: Close
it_it: Chiudi

source: Combines specified fields into a stringified JSON
it_it: Combina i campi specificati in un JSON di stringhe

source: Combines the specified set of field names, or field name patterns, \ and creates an field with the output name.
it_it: Combina la serie specificata di nomi di campo, o pattern di nomi di campo, \ e crea un campo con il nome di output.

source: Configure automated reporting settings, view collected data, export data to file, work with diagnostic files, and send data to Splunk.
it_it: Configura le impostazioni dei report automatici, visualizza i dati raccolti, esporta i dati su file, esegui i file diagnostici e invia i dati a Splunk.

source: Configure automated reporting settings.
it_it: Configura le impostazioni dei report automatici.

source: Configure bundle settings to be applied to all instances.
it_it: Configura le impostazioni del bundle da applicare a tutte le istanze.

source: Configure instrumentation.
it_it: Configura la strumentazione.

source: Create
it_it: Crea

source: Create New
it_it: Crea nuova

source: Create New Diags using the button above
it_it: Crea nuove diagnosi utilizzando il pulsante in alto

source: Create a stringified JSON: { "name": "<value of name>", "data": { "count": <value of data.count>, "metrics": [values of data.metrics] }}
it_it: Crea un JSON di stringhe: { "name": "<value of name>", "data": { "count": <value of data.count>, "metrics": [valori di data.metrics] }}

source: Custom action to output results to telemetry endpoint
it_it: Azione personalizzata per trasferire i risultati all'endpoint telemetria

source: Data
it_it: Dati

source: Data Transmission Schedule
it_it: Pianificazione di trasmissione dati

source: Data Type
it_it: Tipo di dati

source: Date Range
it_it: Intervallo di date

source: Date range
it_it: Intervallo di date

source: Date ranges more than 1 year are truncated to a year from latest
it_it: Gli intervalli di date superiori a 1 anno vengono troncati a decorrere da un anno dall'ultima data

source: Date ranges must be less than 1 year
it_it: Gli intervalli di date devono essere inferiori a 1 anno

source: Delete
it_it: Elimina

source: Deleted
it_it: Eliminato

source: Diagnostic Log
it_it: Log diagnostico

source: Diagnostic files contain information about your Splunk deployment, such as configuration files and logs, to help Splunk Support diagnose and resolve problems.
it_it: I file diagnostici contengono informazioni sul proprio deployment di Splunk, quali file di configurazione e log, per aiutare il Supporto Splunk a diagnosticare e risolvere eventuali problemi.

source: Diagnostics Log
it_it: Log diagnostiche

source: Diagnostics contain configuration files and logs that help Splunk support help diagnose and resolve your deployment issues.
it_it: Le diagnostiche contengono file di configurazione e log che aiutano il supporto di Splunk a diagnosticare e risolvere i problemi relativi al deployment.

source: Disable limit
it_it: Disabilita limite

source: Disabled
it_it: Disabilitato

source: Disabling this may hinder troubleshooting and support for your implementation.
it_it: Disabilitare questa opzione può impedire la risoluzione dei problemi e l'assistenza per l'implementazione in uso.

source: Disabling this will exclude your usage data from the data Splunk considers when making improvements to our products and services.
it_it: Disabilitare questa opzione esclude i dati di utilizzo dai dati che Splunk considera quando esegue migliorie ai prodotti e ai servizi.

source: Documentation.
it_it: Documentazione.

source: Does not exist
it_it: Non esiste

source: Edit
it_it: Modifica

source: Edit Data Transmission Schedule
it_it: Modifica pianificazione di trasmissione dati

source: Enabled
it_it: Abilitato

source: Error communicating with Splunk. Please check your network connection and try again.
it_it: Errore durante la comunicazione con Splunk. Verificare la connessione di rete e riprovare.

source: Error fetching list of servers
it_it: Errore durante il recupero degli elenchi di server

source: Error: %s
it_it: Errore: %s

source: Every %s at %s
it_it: Ogni %s alle %s

source: Exclude etc files larger than
it_it: Escludi file etc di dimensione superiore a

source: Exclude log files larger than
it_it: Escludi file di log di dimensione superiore a

source: Exclude log files older than
it_it: Escludi file di log più vecchi di

source: Exclude patterns
it_it: Escludi pattern

source: Excludes large files in the Splunk etc directory.
it_it: Esclude i file di grandi dimensioni nella directory etc di Splunk.

source: Excludes large files in the Splunk var/log directory, if the log component is selected.
it_it: Esclude i file di grandi dimensioni nella directory var/log di Splunk, se è selezionato il componente log.

source: Excludes log files beyond an age given in days. 0 disables this filter.
it_it: Esclude i file di log oltre un'età predefinita, indicata in giorni. 0 disabilita questo filtro.

source: Export
it_it: Esporta

source: Export/Send Usage Data
it_it: Esporta/Invia dati di utilizzo

source: Exporting instrumentation data
it_it: Esportazione dei dati di strumentazione in corso

source: Failed
it_it: Non riuscito

source: Filter
it_it: Filtro

source: Filter search terms
it_it: Filtra i termini della ricerca

source: For more information about these data types, including what information might be collected and how it might be used, see our
it_it: Per maggiori informazioni su questi tipi di dati, incluso il tipo di informazioni che potrebbe essere raccolto e il modo in cui potrebbero essere usate tali informazioni, consulta la nostra

source: Friday
it_it: Venerdì

source: Full
it_it: Intera

source: Get every crash .dmp file
it_it: Ottieni ogni file di crash .dmp

source: If "No", gathers at most three Windows .dmp files, if the log component is selected.
it_it: Se "No", acquisisce al massimo tre file .dmp di Windows, se è selezionato il componente log.

source: In progress
it_it: In corso

source: Include components
it_it: Includi componenti

source: Include lookup files in the etc & pool components.
it_it: Includi file di lookup nei componenti etc e gruppo.

source: Include lookups
it_it: Includi lookup

source: Index directory listing level
it_it: Livello di elenco directory dell'indice

source: Index files
it_it: File di indice

source: Instrumentation
it_it: Strumentazione

source: Instrumentation | Splunk
it_it: Strumentazione | Splunk

source: Last 24 hours
it_it: Ultime 24 ore

source: Last 30 days
it_it: Ultimi 30 giorni

source: Last 7 days
it_it: Ultimi 7 giorni

source: Learn More
it_it: Ulteriori informazioni

source: Learn more
it_it: Ulteriori informazioni

source: Manifests
it_it: Manifesti

source: Modal Header
it_it: Intestazione modale

source: Monday
it_it: Lunedì

source: Month to date
it_it: Inizio mese a oggi

source: Name
it_it: Nome

source: New Diag
it_it: Nuova diagnosi

source: Next
it_it: Avanti

source: No Diags found
it_it: Nessuna diagnosi trovata

source: No data available for selected time range
it_it: Nessun dato disponibile per l'intervallo temporale selezionato

source: No data sent in the last 30 days
it_it: Nessun dato inviato negli ultimi 30 giorni

source: No results found.
it_it: Nessun risultato trovato.

source: Nodes
it_it: Nodi

source: Output results to telemetry endpoint
it_it: Trasferisci risultati all'endpoint telemetria

source: Output search results to the telemetry endpoint, using the field named "data."" Each will be \ named "my.telemetry" and is described as a singular "event" type. The telemetry event will only be \ sent if the deployment has been opted in to share Anonymized usage data, with opt-in version of 2.
it_it: Trasferire i risultati della ricerca all'endpoint telemetria, utilizzando il campo denominato "data."" Ciascuno verrà \ nominato "my.telemetry" e descritto come un tipo singolare di "event". L'evento di telemetria verrà \ inviato solo se il deployment prevede il consenso alla condivisione dei Dati di utilizzo anonimi, con versione 2 del modulo di consenso esplicito.

source: Outputs search results to telemetry endpoint.
it_it: Trasferisce i risultati della ricerca all'endpoint telemetria.

source: Outputs search results to telemetry endpoint. \ Required field “input” will have the endpoint payload. \ The other fields “component”, “type”, “optinrequired” \ are optional fields but the endpoint expects them to be supplied either with the search command \ or to be found in the event data.\ Visibility fields "anonymous", "license" and "support" are optional.
it_it: Trasferisce i risultati della ricerca all'endpoint telemetria. \ Il campo obbligatorio “input” avrà il payload dell'endpoint. \ Gli altri campi, “component”, “type”, “optinrequired”, \ sono facoltativi, ma l'endpoint si attende che vengano forniti mediante il comando di ricerca \ o che si trovino nei dati dell'evento.\ I campi di visibilità "anonymous", "license" e "support" sono facoltativi.

source: Previous business week
it_it: Settimana lavorativa precedente

source: Previous month
it_it: Mese precedente

source: Previous week
it_it: Settimana precedente

source: Previous year
it_it: Anno precedente

source: Privacy Policy
it_it: Informativa sulla privacy

source: Queued
it_it: In coda

source: Recreate
it_it: Ricrea

source: Revert to default
it_it: Ritorna ai valori di default

source: Roles
it_it: Ruoli

source: Saturday
it_it: Sabato

source: Save
it_it: Salva

source: Scheduled
it_it: Pianificato

source: Select Time Range
it_it: Selezionare intervallo temporale

source: Select instance you want to collect data from.
it_it: Selezionare l'istanza dalla quale acquisire i dati.

source: Send
it_it: Invia

source: Sending instrumentation data
it_it: Invio dei dati di strumentazione in corso

source: Sharing your software usage data helps Splunk Inc. optimize your deployment, prioritize our features, improve your experience, notify you of patches, and develop high quality product functionality.
it_it: La condivisione dei dati di utilizzo del software aiuta Splunk Inc. a ottimizzare il tuo deployment, stabilire una priorità tra le funzioni, migliorare la tua esperienza, informarti delle patch disponibili e sviluppare funzionalità di elevata qualità per i prodotti.

source: Size
it_it: Dimensioni

source: Status
it_it: Stato

source: Success
it_it: Successo

source: Sunday
it_it: Domenica

source: This application connects the hosting Splunk instance to Splunk's usage data collection services.
it_it: Questa applicazione connette l'istanza che ospita Splunk ai servizi di raccolta dei dati di utilizzo di Splunk.

source: This list shows the instances connected to this search head. If you have configured Monitoring Console in distributed mode, use that instance to collect data from any instances not listed here.
it_it: Questo elenco mostra le istanze collegate a questa search head. Se hai configurato la Console di monitoraggio in modalità distribuita, utilizza tale istanza per raccogliere dati da qualsiasi istanza non contenuta nell'elenco.

source: Thursday
it_it: Giovedì

source: Time Created
it_it: Ora di creazione

source: Time Sent
it_it: Ora di invio

source: To ensure compliance with your purchased offering, we collect data about your license consumption. This data is linked to your account using your license GUID.
it_it: Per garantire la conformità all'offerta acquistata, raccogliamo dati sul consumo della licenza. Questi dati sono collegati al tuo account mediante il GUID della licenza.

source: To improve our products and offerings, we collect information about your operating environment and configuration, user and product interactions, and sessions. This information might include feature usage, performance, deployment topology, and infrastructure. We do not associate this data with your account.
it_it: Per migliorare i nostri prodotti e offerte, raccogliamo informazioni sul sistema operativo e la configurazione, sulle interazioni con i prodotti e gli utenti e sulle sessioni. Queste informazioni potrebbero includere l'utilizzo delle funzioni, le performance, la topologia di deployment e l'infrastruttura. Questi dati non vengono associati al tuo account.

source: To provide enhanced support and help you troubleshoot and improve your implementation and configurations, we collect Usage Data, including information on feature usage, performance, topology, infrastructure, and operating environment for this deployment. We link this data to your account using your license's globally unique identifier (GUID).
it_it: Per fornire un supporto eccellente e aiutarti a risolvere i problemi e migliorare l'implementazione e le configurazioni in uso, raccogliamo Dati di utilizzo, incluse informazioni sull'utilizzo delle funzioni, performance, topologia, infrastruttura e ambiente operativo di questo deployment. Questi dati sono collegati al tuo account mediante il GUID (Globally Unique Identifier) della licenza.

source: To understand the number of customers using older versions of Splunk software, we collect aggregated software version data.
it_it: Per conoscere il numero di clienti che utilizza versioni meno recenti del software Splunk, raccogliamo dati aggregati sulle versioni del software.

source: Today
it_it: Oggi

source: Tuesday
it_it: Martedì

source: Usage Data
it_it: Dati di utilizzo

source: View in Search:
it_it: Visualizza in Ricerca:

source: View license usage, anonymized usage, and support usage data that has been collected (does not include browser session data).
it_it: Visualizza i dati di utilizzo licenza, anonimi e di supporto che sono stati raccolti (non include i dati relativi alle sessioni del browser).

source: Wednesday
it_it: Mercoledì

source: Week to date
it_it: Inizio settimana a oggi

source: Year to date
it_it: Inizio anno a oggi

source: Yes
it_it: Sì

source: Yesterday
it_it: Ieri

source: day
it_it: giorno

source: dispatch
it_it: invio

source: e.g. *.csv to exclude all csv files
it_it: ad es. *.csv per escludere tutti i file csv

source: every day
it_it: ogni giorno

source: every week
it_it: ogni settimana

source: instance
it_it: istanza

source: instances
it_it: istanze

source: pool
it_it: gruppo

source: results::filter
it_it: risultati::filtra

source: results::write
it_it: risultati::scrivi

source: searchpeers
it_it: peer di ricerca

source: selected
it_it: selezionato

source: unknown error
it_it: errore sconosciuto
