Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk-dashboards/splunk-etc/apps/splunk_instrumentation/locale/*/LC_MESSAGES/messages.po
Languages: de_de, ja_jp

source: Time Sent
de_de: Sendezeitpunkt
ja_jp: 送信時間

source: To ensure compliance with your purchased offering, we collect data about your license consumption. This data is linked to your account using your license GUID.
de_de: Um die Einhaltung Ihres gekauften Angebots sicherzustellen, erfassen wir Daten zu Ihren genutzten Lizenzen. Diese Daten werden über Ihre Lizenz-GUID mit Ihrem Konto verknüpft.
ja_jp: お客様が購入された製品のコンプライアンスを維持するために、お客様のライセンス消費に関するデータを収集します。このデータは、お客様のライセンスGUIDを使用してお客様のアカウントとリンクされます。

source: To improve our products and offerings, we collect information about your operating environment and configuration, user and product interactions, and sessions. This information might include feature usage, performance, deployment topology, and infrastructure. We do not associate this data with your account.
de_de: Zur Verbesserung unserer Produkte und Angebote erfassen wir Informationen über Ihre Betriebsumgebung und -konfiguration, Benutzer- und Produktinteraktionen sowie Sitzungen. Diese Informationen können die Nutzung von Funktionen, Leistung, Verteilungstopologie und Infrastruktur beinhalten. Wir verknüpfen diese Daten nicht mit Ihrem Konto.
ja_jp: Splunkでは、製品とサービスを改善する目的で、お客様の動作環境や構成、ユーザーと製品のインタラクション、およびセッションに関する情報を収集させていただいております。収集される情報には、機能の利用状況、パフォーマンス、デプロイトポロジー、インフラストラクチャーも含まれる場合があります。このデータがお客様のアカウントと紐付けされることはございません。

source: To provide enhanced support and help you troubleshoot and improve your implementation and configurations, we collect Usage Data, including information on feature usage, performance, topology, infrastructure, and operating environment for this deployment. We link this data to your account using your license's globally unique identifier (GUID).
de_de: Um besseren Support zu bieten und Ihnen zu helfen, Fehler zu beheben und Ihre Implementierung und Konfigurationen zu verbessern, erfassen wir für diese Bereitstellung Daten zu Feature-Nutzung, Leistung, Topologie, Infrastruktur und Betriebsumgebung. Diese Daten werden über Ihre Lizenz-GUID mit Ihrem Konto verknüpft.
ja_jp: お客様に提供するサポートを強化し、トラブルシューティングと実装の改善に役立てるために、機能の使用状況、パフォーマンス、トポロジー、インフラストラクチャー、および動作環境を含む使用データを収集させていただいております。このデータは、お客様のライセンスGUIDを使用してお客様のアカウントとリンクされます。

source: To understand the number of customers using older versions of Splunk software, we collect aggregated software version data.
de_de: Um die Anzahl von Kunden zu ermitteln, die ältere Versionen der Splunk-Software verwenden, erfassen wir aggregierte Daten zur Softwareversion.
ja_jp: Splunkソフトウェアの旧バージョンを使用されているお客様の数を把握するために、ソフトウェアのバージョンデータを集計します。

source: Today
de_de: Heute
ja_jp: 今日

source: Tuesday
de_de: Dienstag
ja_jp: 火曜日

source: Usage Data
de_de: Nutzungsdaten
ja_jp: 使用データ

source: View in Search:
de_de: In Suche anzeigen:
ja_jp: サーチで表示：

source: View license usage, anonymized usage, and support usage data that has been collected (does not include browser session data).
de_de: Sie können erfasste Lizenznutzungsdaten, anonymisierte Nutzungsdaten und Nutzungsdaten für den Support anzeigen (umfasst keine Browser-Sitzungsdaten).
ja_jp: 収集されたライセンス使用データ、匿名化使用データ、およびサポート使用データを表示します(ブラウザのセッションデータは含まれません)。

source: Wednesday
de_de: Mittwoch
ja_jp: 水曜日

source: Week to date
de_de: Woche bis dato
ja_jp: 今週

source: Year to date
de_de: Jahr bis dato
ja_jp: 今年

source: Yes
de_de: Ja
ja_jp: はい

source: Yesterday
de_de: Gestern
ja_jp: 昨日

source: consensus
de_de: Konsens
ja_jp: 合意

source: day
de_de: Tag
ja_jp: 日

source: dispatch
de_de: zuteilen
ja_jp: ディスパッチ

source: e.g. *.csv to exclude all csv files
de_de: z. B. *.csv, um alle CSV-Dateien auszuschließen
ja_jp: 例：*.csvはすべてのcsvファイルを除外します

source: every day
de_de: täglich
ja_jp: 毎日

source: every week
de_de: wöchentlich
ja_jp: 毎週

source: instance
de_de: Instanz
ja_jp: インスタンス

source: instances
de_de: Instanzen
ja_jp: インスタンス

source: log
ja_jp: ログ

source: pool
ja_jp: プール

source: searchpeers
ja_jp: サーチピア

source: selected
de_de: ausgewählt
ja_jp: 選択済み

source: unknown error
de_de: unbekannter Fehler
ja_jp: 不明なエラー

source: at
de_de: um

source: on
de_de: auf
