Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk-dashboards/splunk-etc/apps/splunk_instrumentation/locale/*/LC_MESSAGES/messages.po
Languages: de_de, ja_jp

source: next to "Usage Data"
de_de: neben "Nutzungsdaten"
ja_jp: ([使用データ]の横)

source: "Full" includes bucket manifests and metadata files, if the index_files component is selected.
de_de: "Vollständig" schließt Bucket-Manifeste und Metadatendateien ein, wenn die index_files-Komponente ausgewählt wurde.
ja_jp: [完全]は、index_filesコンポーネントが選択されている場合、バケツマニフェストとメタデータファイルを含みます。

source: "Light" lists only hot buckets, if the index_listing component is selected.
de_de: "Light" listet nur Hot-Buckets auf , wenn die index_listing-Komponente ausgewählt wurde.
ja_jp: [ライト]は、index_listingコンポーネントが選択されている場合、ホットバケツのみを表示します。

source: %s Data
de_de: %s Daten
ja_jp: %sデータ

source: %s Usage Data
de_de: %s Nutzungsdaten
ja_jp: %s使用データ

source: . For examples, see our
de_de: . Beispiele finden Sie hier:
ja_jp: 。こちらの例をご覧ください。

source: <form class="form-horizontal form-complex"> <div class="control-group"> <label class="control-label" for="outputtelemetry_component">Name</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.component" id="outputtelemetry_component" placeholder="component.name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_input">Input field</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.input" id="outputtelemetry_component" placeholder="field name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_type">Data type</label> <div class="controls"> <label class="radio" for="outputtelemetry_type_event"> <input id="outputtelemetry_type_event" type="radio" name="action.outputtelemetry.param.type" value="event"/> Event </label> <label class="radio" for="outputtelemetry_type_aggregate"> <input id="outputtelemetry_type_aggregate" type="radio" name="action.outputtelemetry.param.type" value="aggregate"/> Aggregate </label> </div> </div> <div class="control-group"> <label class="control-label">Categories (at least 1):</label> <div class="controls"> <label class="checkbox" for="outputtelemetry_anonymous"> <input type="checkbox" name="action.outputtelemetry.param.anonymous" id="outputtelemetry_anonymous" value="1"/> Anonymized usage data </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_support"> <input type="checkbox" name="action.outputtelemetry.param.support" id="outputtelemetry_support" value="1"/> Support usage data </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_license"> <input type="checkbox" name="action.outputtelemetry.param.license" id="outputtelemetry_license" value="1"/> License usage data </label> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_optinrequired">Required opt-in</label> <div class="controls"> <select id="outputtelemetry_optinrequired" name="action.outputtelemetry.param.optinrequired"> <option value="1">1 - Splunk 6.5</option> <option value="2">2 - Splunk 6.6</option> <option value="3">3 - Splunk 7.0</option> </select> </div> </div> </form>
de_de: <form class="form-horizontal form-complex"> <div class="control-group"> <label class="control-label" for="outputtelemetry_component">Name</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.component" id="outputtelemetry_component" placeholder="component.name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_input">Eingabefeld</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.input" id="outputtelemetry_component" placeholder="field name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_type">Datentyp</label> <div class="controls"> <label class="radio" for="outputtelemetry_type_event"> <input id="outputtelemetry_type_event" type="radio" name="action.outputtelemetry.param.type" value="event"/> Ereignis </label> <label class="radio" for="outputtelemetry_type_aggregate"> <input id="outputtelemetry_type_aggregate" type="radio" name="action.outputtelemetry.param.type" value="aggregate"/> Aggregieren </label> </div> </div> <div class="control-group"> <label class="control-label">Kategorien (mindestens 1):</label> <div class="controls"> <label class="checkbox" for="outputtelemetry_anonymous"> <input type="checkbox" name="action.outputtelemetry.param.anonymous" id="outputtelemetry_anonymous" value="1"/> Anonymisierte Nutzungsdaten </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_support"> <input type="checkbox" name="action.outputtelemetry.param.support" id="outputtelemetry_support" value="1"/> Nutzungsdaten für den Support </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_license"> <input type="checkbox" name="action.outputtelemetry.param.license" id="outputtelemetry_license" value="1"/> Daten zur Lizenznutzung </label> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_optinrequired">Beitritt erforderlich</label> <div class="controls"> <select id="outputtelemetry_optinrequired" name="action.outputtelemetry.param.optinrequired"> <option value="1">1 - Splunk 6.5</option> <option value="2">2 - Splunk 6.6</option> <option value="3">3 - Splunk 7.0</option> </select> </div> </div> </form>
ja_jp: <form class="form-horizontal form-complex"> <div class="control-group"> <label class="control-label" for="outputtelemetry_component">名前</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.component" id="outputtelemetry_component" placeholder="component.name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_input">入力フィールド</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.outputtelemetry.param.input" id="outputtelemetry_component" placeholder="field name"/> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_type">データタイプ</label> <div class="controls"> <label class="radio" for="outputtelemetry_type_event"> <input id="outputtelemetry_type_event" type="radio" name="action.outputtelemetry.param.type" value="event"/> イベント </label> <label class="radio" for="outputtelemetry_type_aggregate"> <input id="outputtelemetry_type_aggregate" type="radio" name="action.outputtelemetry.param.type" value="aggregate"/> 集計 </label> </div> </div> <div class="control-group"> <label class="control-label">カテゴリ(最低1つ)：</label> <div class="controls"> <label class="checkbox" for="outputtelemetry_anonymous"> <input type="checkbox" name="action.outputtelemetry.param.anonymous" id="outputtelemetry_anonymous" value="1"/> 匿名化使用データ </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_support"> <input type="checkbox" name="action.outputtelemetry.param.support" id="outputtelemetry_support" value="1"/> サポート使用データ </label> </div> <div class="controls"> <label class="checkbox" for="outputtelemetry_license"> <input type="checkbox" name="action.outputtelemetry.param.license" id="outputtelemetry_license" value="1"/> ライセンス使用データ </label> </div> </div> <div class="control-group"> <label class="control-label" for="outputtelemetry_optinrequired">必須のオプトイン</label> <div class="controls"> <select id="outputtelemetry_optinrequired" name="action.outputtelemetry.param.optinrequired"> <option value="1">1 - Splunk 6.5</option> <option value="2">2 - Splunk 6.6</option> <option value="3">3 - Splunk 7.0</option> </select> </div> </div> </form>

source: Actions
de_de: Aktionen
ja_jp: アクション

source: All Roles
de_de: Alle Rollen
ja_jp: すべてのロール

source: All files matching the given patterns will be excluded. To exclude multiple files, use wildcards, or provide a comma-separated list of files or patterns.
de_de: Alle Dateien, die mit den angegebenen Mustern übereinstimmen, werden ausgeschlossen. Verwenden Sie Platzhalter oder geben Sie eine durch Komma getrennte Liste von Dateien oder Mustern an, um mehrere Dateien auszuschließen.
ja_jp: 指定されたパターンに一致するすべてのファイルが除外されます。複数のファイルを除外するには、ワイルドカードを使用するか、ファイルやパターンのカンマ区切りリストを指定します。

source: Are you sure you want to disable %s usage data sharing?
de_de: Möchten Sie wirklich die Freigabe von %s Nutzungsdaten deaktivieren?
ja_jp: %s使用データの共有を無効にしてもよろしいですか？

source: Attempt to redact search terms from logs that may be private or personally identifying.
de_de: Versuch, Suchbegriffe aus Protokollen zu überarbeiten, die privat oder personenbezogen sind.
ja_jp: 非公開のログや個人を特定できるログのサーチ単語を編集しようとしています。

source: Automatically enabled
de_de: Automatisch aktiviert
ja_jp: 自動的に有効化

source: Back
de_de: Zurück
ja_jp: 戻る

source: Business week to date
de_de: Geschäftswoche bis dato
ja_jp: 今週(平日)

source: Cancel
de_de: Abbrechen
ja_jp: キャンセル

source: Cannot delete diag with status: %s
de_de: Löschen von Diagnosen mit folgendem Status nicht möglich: %s
ja_jp: ステータスのあるdiagは削除できません：%s

source: Cannot download diag with status: %s
de_de: Download von Diagnosen mit folgendem Status nicht möglich: %s
ja_jp: ステータスのあるdiagはダウンロードできません：%s

source: Change your settings by clicking the
de_de: Ändern Sie Ihre Einstellungen durch Klicken auf
ja_jp: 次をクリックして設定を変更する：

source: Close
de_de: Schließen
ja_jp: 閉じる

source: Combines specified fields into a stringified JSON
de_de: Kombiniert angegebene Felder als in Zeichenfolge konvertiertes JSON
ja_jp: 指定されたフィールドを文字列化したJSONにまとめます

source: Combines the specified set of field names, or field name patterns, \ and creates an field with the output name.
de_de: Kombiniert die angegebenen Feldnamen oder Feldnamenmuster \ und erstellt ein Feld mit dem Ausgabenamen.
ja_jp: 指定された一連のフィールド名、またはフィールド名のパターンをまとめて、\ 出力名を使ってフィールドを作成します。

source: Configure automated reporting settings, view collected data, export data to file, work with diagnostic files, and send data to Splunk.
de_de: Sie können Einstellungen für die automatisierte Berichterstellung konfigurieren, erfasste Daten anzeigen, Daten in eine Datei exportieren, Diagnosedateien bearbeiten und Daten an Splunk senden.
ja_jp: 自動レポート設定を指定し、収集されたデータを表示し、データをファイルへエクスポートして、診断ファイルを確認したら、Splunkへデータを送信します。

source: Configure automated reporting settings.
de_de: Konfigurieren Sie Einstellungen für die automatisierte Berichterstellung.
ja_jp: 自動レポート設定を指定します。

source: Configure bundle settings to be applied to all instances.
de_de: Konfigurieren Sie Bundle-Einstellungen, die auf alle Instanzen übernommen werden sollen.
ja_jp: すべてのインスタンスに適用するバンドル設定を指定します。

source: Configure instrumentation.
de_de: Konfigurieren Sie die Instrumentierung.
ja_jp: インストルメンテーションを設定します。

source: Create
de_de: Erstellen
ja_jp: 作成

source: Create New
de_de: Neu erstellen
ja_jp: 新規作成

source: Create New Diags using the button above
de_de: Erstellen Sie neue Diagnosen über die Schaltfläche oben
ja_jp: 上のボタンを使用して新しいDiagを作成します

source: Create a stringified JSON: { "name": "<value of name>", "data": { "count": <value of data.count>, "metrics": [values of data.metrics] }}
de_de: In Zeichenfolge konvertiertes JSON erstellen: { "Name": "<value of name>", "Daten": { "Anzahl": <value of data.count>, "Metrik": [values of data.metrics] }}
ja_jp: 文字列化されたJSONを作成します： { "name": "<value of name>", "data": { "count": <value of data.count>, "metrics": [data.metricsの値] }}

source: Custom action to output results to telemetry endpoint
de_de: Benutzerdefinierte Aktion für die Ausgabe von Ergebnissen an einen Telemetrieendpunkt
ja_jp: 結果を遠隔測定エンドポイントに出力するカスタムアクション

source: Data
de_de: Daten
ja_jp: データ

source: Data Transmission Schedule
de_de: Datenübertragungszeitplan
ja_jp: データ伝送スケジュール

source: Data Type
de_de: Datentyp
ja_jp: データタイプ

source: Date Range
de_de: Datumsbereich
ja_jp: 日付範囲

source: Date range
de_de: Datumsbereich
ja_jp: 日付範囲

source: Date ranges more than 1 year are truncated to a year from latest
de_de: Datumsbereiche von mehr als 1 Jahr werden auf ein Jahr rückwirkend vom aktuellsten Zeitpunkt gekürzt.
ja_jp: 1年以上の日付範囲は、最新の日付から1年に短縮されます

source: Date ranges must be less than 1 year
de_de: Datumsbereiche müssen kleiner als 1 Jahr sein.
ja_jp: 日付の範囲は1年未満でなければなりません

source: Delete
de_de: Löschen
ja_jp: 削除

source: Deleted
de_de: Gelöscht
ja_jp: 削除済み

source: Diagnostic Log
de_de: Diagnoseprotokoll
ja_jp: 診断ログ

source: Diagnostic files contain information about your Splunk deployment, such as configuration files and logs, to help Splunk Support diagnose and resolve problems.
de_de: Diagnosedateien enthalten Informationen zur Splunk-Bereitstellung, z. B. Konfigurationsdateien und Protokolle, um den Splunk-Support bei der Diagnose und Behebung von Problemen zu unterstützen.
ja_jp: 診断ファイルには環境設定ファイルやログなどのSplunkのデプロイに関する情報が含まれており、Splunkサポートが問題を診断して解決するために利用できます。

source: Diagnostics Log
de_de: Diagnoseprotokoll
ja_jp: 診断ログ

source: Diagnostics contain configuration files and logs that help Splunk support help diagnose and resolve your deployment issues.
de_de: Die Diagnose umfasst Konfigurationsdateien und Protokolle, die dem Splunk-Support bei der Diagnose und Behebung Ihrer Verteilungsprobleme helfen.
ja_jp: 診断には、Splunkサポートがデプロイに関する問題を診断して解決するために必要な環境設定ファイルとログが含まれています。

source: Disable limit
de_de: Limit deaktivieren
ja_jp: 制限を無効にする

source: Disabled
de_de: Deaktiviert
ja_jp: 無効

source: Disabling this may hinder troubleshooting and support for your implementation.
de_de: Die Deaktivierung dieser Funktion kann Fehlersuche und Unterstützung für Ihre Implementierung behindern.
ja_jp: これを無効にすると、トラブルシューティングや実装のサポートに支障をきたす可能性があります。

source: Disabling this will exclude your usage data from the data Splunk considers when making improvements to our products and services.
de_de: Die Deaktivierung dieser Funktion schließt Ihre Nutzungsdaten aus den Daten aus, die Splunk bei der Verbesserung von Produkten und Services berücksichtigt.
ja_jp: これを無効にすると、Splunkで製品やサービスを改善する際に考慮するデータから使用データが除外されます。

source: Documentation.
de_de: Dokumentation.
ja_jp: ドキュメント 。

source: Does not exist
de_de: Nicht vorhanden
ja_jp: 存在しません

source: Download
ja_jp: ダウンロード

source: Edit
de_de: Bearbeiten
ja_jp: 編集

source: Edit Data Transmission Schedule
de_de: Datenübertragungszeitplan bearbeiten
ja_jp: データ伝送スケジュールの編集

source: Enabled
de_de: Aktiviert
ja_jp: 有効

source: Error communicating with Splunk. Please check your network connection and try again.
de_de: Fehler bei der Kommunikation mit Splunk. Prüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
ja_jp: Splunkと通信しているときにエラーが発生しました。ネットワーク接続を確認して、再試行してください。

source: Error fetching list of servers
de_de: Fehler beim Abrufen der Serverliste
ja_jp: サーバーのリストを取得しているときにエラーが発生しました

source: Error: %s
de_de: Fehler: %s
ja_jp: エラー：%s

source: Every %s at %s
de_de: Alle %s um %s
ja_jp: 毎%sの%s

source: Exclude etc files larger than
de_de: Dateien im etc-Verzeichnis ausschließen größer als
ja_jp: 次の容量を超えるetcファイルを除外する：

source: Exclude log files larger than
de_de: Protokolldateien ausschließen größer als
ja_jp: 次の容量を超えるログファイルを除外する：

source: Exclude log files older than
de_de: Protokolldateien ausschließen älter als
ja_jp: 次の日数よりも古いログファイルを除外する：

source: Exclude patterns
de_de: Ausschlussmuster
ja_jp: 次のパターンを除外する：

source: Excludes large files in the Splunk etc directory.
de_de: Schließt große Dateien im etc-Verzeichnis von Splunk aus.
ja_jp: Splunk etcディレクトリ内の大きなファイルを除外します。

source: Excludes large files in the Splunk var/log directory, if the log component is selected.
de_de: Schließt große Dateien im var/log-Verzeichnis von Splunk aus, wenn die log-Komponente ausgewählt wurde.
ja_jp: ログコンポーネントが選択されている場合に、Splunk var/logディレクトリ内の大きなファイルを除外します。

source: Excludes log files beyond an age given in days. 0 disables this filter.
de_de: Schließt Protokolldateien aus, die älter sind als ein bestimmtes Alter in Tagen. 0 deaktiviert diesen Filter.
ja_jp: 日数で指定された期間を超えたログファイルを除外します。0の場合、このフィルタは無効になります。

source: Export
de_de: Exportieren
ja_jp: エクスポート

source: Export/Send Usage Data
de_de: Nutzungsdaten exportieren/senden
ja_jp: 使用データのエクスポート/送信

source: Exporting instrumentation data
de_de: Export von Instrumentierungsdaten
ja_jp: インストルメンテーションデータをエクスポートしています

source: Failed
de_de: Fehler
ja_jp: 失敗

source: Filter
ja_jp: フィルタ

source: Filter search terms
de_de: Suchbegriffe filtern
ja_jp: サーチ用語をフィルタ

source: For more information about these data types, including what information might be collected and how it might be used, see our
de_de: Weitere Informationen über diese Datentypen, die erfassten Informationen und ihre Verwendung finden Sie hier:
ja_jp: どのような情報が収集され、どのように利用されるかなど、これらのデータ型に関する詳細は、こちらを参照してください。

source: Friday
de_de: Freitag
ja_jp: 金曜日

source: Full
de_de: Vollständig
ja_jp: 完全

source: Get every crash .dmp file
de_de: Alle DMP-Absturzdateien abrufen
ja_jp: すべてのクラッシュで.dmpファイルを取得

source: If "No", gathers at most three Windows .dmp files, if the log component is selected.
de_de: Bei "Nein" werden mindestens drei Windows-DMP-Dateien erfasst, wenn die log-Komponente ausgewählt wurde.
ja_jp: [いいえ]の場合、ログコンポーネントを選択しているときには、最大で3つのWindows .dmpファイルが収集されます。

source: In progress
de_de: In Bearbeitung
ja_jp: 進行中

source: Include components
de_de: Komponenten einschließen
ja_jp: コンポーネントを含める

source: Include lookup files in the etc & pool components.
de_de: Lookup-Dateien in die etc- und pool-Komponenten einschließen.
ja_jp: etcおよびpoolコンポーネントにルックアップファイルを含めます。

source: Include lookups
de_de: Lookups einschließen
ja_jp: ルックアップを含める

source: Index directory listing level
de_de: Auflistungsebene für Indexverzeichnisse
ja_jp: インデックスディレクトリのリストレベル

source: Index files
de_de: Indexdateien
ja_jp: インデックスファイル

source: Instrumentation
de_de: Instrumentierung
ja_jp: インストルメンテーション

source: Instrumentation | Splunk
de_de: Instrumentierung | Splunk
ja_jp: インストルメンテーション | Splunk

source: Last 24 hours
de_de: Letzte 24 Stunden
ja_jp: 過去24時間

source: Last 30 days
de_de: Letzte 30 Tage
ja_jp: 過去30日間

source: Last 7 days
de_de: Letzte 7 Tage
ja_jp: 過去7日間

source: Learn More
de_de: Erfahren Sie mehr
ja_jp: 詳細

source: Learn more
de_de: Mehr erfahren
ja_jp: 詳細

source: Light
ja_jp: ライト

source: Manifests
de_de: Manifeste
ja_jp: マニフェスト

source: Modal Header
de_de: Modaler Header
ja_jp: モーダルヘッダー

source: Monday
de_de: Montag
ja_jp: 月曜日

source: Month to date
de_de: Monat bis dato
ja_jp: 今月

source: Name
ja_jp: 名前

source: New Diag
de_de: Neue Diagnose
ja_jp: 新規Diag

source: Next
de_de: Weiter
ja_jp: 次へ

source: No
de_de: Nein
ja_jp: いいえ

source: No Diags found
de_de: Keine Diagnosen gefunden
ja_jp: Diagが見つかりませんでした

source: No data available for selected time range
de_de: Keine Daten für die ausgewählte Zeitspanne verfügbar
ja_jp: 選択した時間範囲のデータはありません

source: No data sent in the last 30 days
de_de: Keine Daten gesendet in den letzten 30 Tagen
ja_jp: 過去30日間に送信されたデータはありません

source: No results found.
de_de: Es wurden keine Ergebnisse gefunden.
ja_jp: 結果は見つかりませんでした。

source: Nodes
de_de: Knoten
ja_jp: ノード

source: Output results to telemetry endpoint
de_de: Ergebnisse an Telemetrieendpunkt ausgeben
ja_jp: 結果を遠隔測定エンドポイントに出力する

source: Output search results to the telemetry endpoint, using the field named "data."" Each will be \ named "my.telemetry" and is described as a singular "event" type. The telemetry event will only be \ sent if the deployment has been opted in to share Anonymized usage data, with opt-in version of 2.
de_de: Ausgabe von Suchergebnissen an den Telemetrieendpunkt unter Verwendung des Felds namens "data"." Jede heißt \ "my.telemetry" und wird als einzelner "event"-Typ beschrieben. Das Telemetrieereignis wird nur gesendet, \ wenn die Bereitstellung mit Optionsversion 2 für die Freigabe von anonymisierten Nutzungsdaten konfiguriert wurde.
ja_jp: 「data」という名前のフィールドを使用して、サーチ結果を遠隔測定エンドポイントに出力します。それぞれが\ 「my.telemetry」と命名され、単一の「イベント」タイプとして記述されます。遠隔測定イベントは、\ デプロイが匿名化使用データを共有するようにオプトインされている場合にのみ、オプトインバージョン2によって送信されます。

source: Outputs search results to telemetry endpoint.
de_de: Ausgabe von Suchergebnisse an Telemetrieendpunkt.
ja_jp: 結果を遠隔測定エンドポイントに出力します。

source: Outputs search results to telemetry endpoint. \ Required field “input” will have the endpoint payload. \ The other fields “component”, “type”, “optinrequired” \ are optional fields but the endpoint expects them to be supplied either with the search command \ or to be found in the event data.\ Visibility fields "anonymous", "license" and "support" are optional.
de_de: Ausgabe von Suchergebnisse an Telemetrieendpunkt.. \ Das erforderliche “input”-Feld enthält die Endpunktnutzlast. \ Die anderen Felder (“component”, “type”, “optinrequired”) \ sind optionale Felder. Der Endpunkt geht jedoch davon aus, dass sie mit dem Suchbefehl angegeben werden \ oder in den Ereignisdaten vorhanden sind.\ Sichtbarkeitsfelder ("anonymous", "license" und "support") sind optional.
ja_jp: 結果を遠隔測定エンドポイントに出力します。\ 必須フィールドの「input」にはエンドポイントペイロードが付加されます。\ それ以外の「component」、「type」、「optinrequired」フィールドは\ オプションのフィールドですが、エンドポイントではこれらのフィールドがサーチコマンドで指定されるか、\ イベントデータに含まれていることを想定しています。\ 可視性フィールドの「anonymous」、「license」、および「support」はオプションです。

source: Previous business week
de_de: Vorige Geschäftswoche
ja_jp: 先週の平日

source: Previous month
de_de: Voriger Monat
ja_jp: 先月

source: Previous week
de_de: Vorige Woche
ja_jp: 先週

source: Previous year
de_de: Voriges Jahr
ja_jp: 昨年

source: Privacy Policy
de_de: Datenschutzrichtlinien
ja_jp: プライバシーポリシー

source: Queued
de_de: In Warteschlange
ja_jp: キューに格納

source: Recreate
de_de: Neu erstellen
ja_jp: 再作成

source: Revert to default
de_de: Auf Standardwerte zurücksetzen
ja_jp: デフォルト設定に戻します

source: Roles
de_de: Rollen
ja_jp: ロール

source: Saturday
de_de: Samstag
ja_jp: 土曜日

source: Save
de_de: Speichern
ja_jp: 保存

source: Scheduled
de_de: Geplant
ja_jp: スケジュール済み

source: Select Time Range
de_de: Zeitspanne auswählen
ja_jp: 時間範囲の選択

source: Select instance you want to collect data from.
de_de: Wählen Sie die Instanz aus, von der Daten erfasst werden sollen.
ja_jp: データを収集するインスタンスを選択します。

source: Send
de_de: Senden
ja_jp: 送信

source: Sending instrumentation data
de_de: Senden von Instrumentierungsdaten
ja_jp: インストルメンテーションデータを送信しています

source: Sharing your software usage data helps Splunk Inc. optimize your deployment, prioritize our features, improve your experience, notify you of patches, and develop high quality product functionality.
de_de: Die Freigabe Ihrer Software-Nutzungsdaten hilft Splunk Inc. dabei, Ihre Bereitstellung zu optimieren, unsere Features zu priorisieren, die Benutzerfreundlichkeit zu verbessern, Sie über Patches zu benachrichtigen und hochwertige Produktfunktionen zu entwickeln.
ja_jp: ソフトウェアの使用データを共有することで、Splunk Inc.では、デプロイの最適化、機能の優先順位付け、ユーザーエクスペリエンスの改善、パッチの通知、そして高品質の製品機能の開発に役立てることができます。

source: Size
de_de: Größe
ja_jp: サイズ

source: Status
ja_jp: ステータス

source: Success
de_de: Erfolg
ja_jp: 成功

source: Sunday
de_de: Sonntag
ja_jp: 日曜日

source: This application connects the hosting Splunk instance to Splunk's usage data collection services.
de_de: Diese Anwendung verbindet die Splunk-Hostinstanz mit den Splunk-Diensten für die Erfassung von Nutzungsdaten.
ja_jp: このAppは、ホスティングしているSplunkインスタンスをSplunkの使用データ収集サービスに接続します。

source: This list shows the instances connected to this search head. If you have configured Monitoring Console in distributed mode, use that instance to collect data from any instances not listed here.
de_de: Diese Liste enthält die Instanzen, die mit diesem Search Head verbunden sind. Wenn Sie die Monitoring-Konsole im verteilten Modus konfiguriert haben, verwenden Sie die betreffende Instanz, um Daten von Instanzen zu erfassen, die hier nicht aufgelistet sind.
ja_jp: このリストには、このサーチヘッドに接続されているインスタンスが表示されます。モニターコンソールを分散モードで設定している場合は、そのインスタンスを使用して、リストに含まれていないインスタンスからデータを収集します。

source: Thursday
de_de: Donnerstag
ja_jp: 木曜日

source: Time Created
de_de: Erstellungszeitpunkt
ja_jp: 作成時間
