Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk-dashboard/splunk-etc/apps/splunk_metrics_workspace/locale/*/LC_MESSAGES/messages.po
Languages: de_de, it_it

source: You may now view the dashboard.
de_de: Sie können das Dashboard jetzt anzeigen.
it_it: È ora possibile visualizzare la dashboard.

source: minutes past the hour
de_de: Minuten nach der vollen Stunde
it_it: minuti dopo l'ora

source: # %(app_name)s Setup The **%(app_name)s** is used within your existing apps, you need to configure the %(app_name)s app view to use it. For more information see [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)
de_de: # %(app_name)s – Setup Die **%(app_name)s** wird in Ihren vorhandenen Apps verwendet. Sie müssen die Ansicht der App %(app_name)s konfigurieren, um sie verwenden zu können. Weitere Informationen finden Sie unter [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)
it_it: # Configurazione di %(app_name)s **%(app_name)s** è in uso nelle app esistenti, occorre configurare l'app %(app_name)s per visualizzarlo. Per maggiori informazioni vedere [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)

source: # Unable to launch app The %(app_name)s requires Splunk Enterprise version **%(splunk_req_version)s** or higher. You are currently using version %(splunk_curr_version)s. To use the %(app_name)s, you must upgrade Splunk. See [%(app_upgrade_url)s](%(app_upgrade_url)s) for more information.
de_de: # App kann nicht gestartet werden %(app_name)s erfordert Splunk Enterprise, Version **%(splunk_req_version)s** oder höher. Sie verwenden derzeit %(splunk_curr_version)s. Um %(app_name)s verwenden zu können, müssen Sie Splunk aktualisieren. Weitere Informationen finden Sie unter [%(app_upgrade_url)s](%(app_upgrade_url)s).
it_it: # Lancio dell'app non riuscito %(app_name)s richiede la versione Splunk Enterprise **%(splunk_req_version)s** o superiore. La versione attualmente in uso è %(splunk_curr_version)s. Per usare %(app_name)s, occorre effettuare l'upgrade di Splunk. Vedere [%(app_upgrade_url)s](%(app_upgrade_url)s) per maggiori informazioni.

source: # Welcome! The **%(app_name)s** is used within your existing apps, please navigate to the **%(app_view)s** view to use it.\ %(base_url)s/app/{app-name}/%(app_view)s If you are already in the %(parent_app_name)s app, click the **Analytics** tab to launch the %(app_name)s.\ For more information see [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)
de_de: # Willkommen! **%(app_name)s** wird in Ihren vorhandenen Apps verwendet. Navigieren Sie zur Ansicht **%(app_view)s**, um die App zu verwenden.\ %(base_url)s/app/{app-name}/%(app_view)s Wenn Sie sich bereits in der App %(parent_app_name)s befinden, klicken Sie auf die Registerkarte **Analysen**, um %(app_name)s zu starten.\ Weitere Informationen finden Sie unter [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)
it_it: # Benvenuto! **%(app_name)s** è in uso nelle app esistenti, andare nella vista **%(app_view)s** per utilizzarlo.\ %(base_url)s/app/{app-name}/%(app_view)s Se ci si trova già nell'app %(parent_app_name)s, fare clic sulla scheda **Analytics** per lanciare %(app_name)s.\ Per maggiori informazioni vedere [%(base_url)s%(app_doc_link)s](%(base_url)s%(app_doc_link)s)

source: %(alert)s created successfully.
de_de: %(alert)s erfolgreich erstellt.
it_it: %(alert)s creato correttamente.

source: %(chartType)s Chart and Statistics Table
de_de: %(chartType)s – Diagramm und Statistiktabelle
it_it: Grafico %(chartType)s e tabella delle statistiche

source: %(itemName)s, Line color: %(itemColor)s
de_de: %(itemName)s, Linienfarbe: %(itemColor)s
it_it: %(itemName)s, Colore linea: %(itemColor)s

source: %(minString)s to %(maxString)s
de_de: %(minString)s Bis %(maxString)s
it_it: Da %(minString)s a %(maxString)s

source: %(number)s matches found
de_de: %(number)s Übereinstimmungen gefunden
it_it: %(number)s corrispondenze trovate

source: %(title)s section
de_de: %(title)s Abschnitt
it_it: %(title)s sezione

source: %(valuesString)s, Log
de_de: %(valuesString)s, Protokoll
it_it: %(valuesString)s, Logaritmica

source: (%(duration)s to refresh)
de_de: (%(duration)s bis zur Aktualisierung)
it_it: (%(duration)s per aggiornare)

source: (%(timePassed)s ago)
de_de: (vor %(timePassed)s)
it_it: (%(timePassed)s fa)

source: (Refreshing)
de_de: (Aktualisierung)
it_it: (aggiornamento)

source: (Time span=%(span)s)
de_de: (Zeitspanne=%(span)s)
it_it: (span temporale=%(span)s)

source: (over %(span)s intervals)
de_de: (über %(span)s Intervalle)
it_it: (su %(span)s intervalli)

source: 1 match found
de_de: 1 Übereinstimmung gefunden
it_it: 1 corrispondenza trovata

source: 2 days ago
de_de: vor 2 Tagen
it_it: 2 giorni fa

source: 2 hours ago
de_de: vor 2 Stunden
it_it: 2 ore fa

source: 24 hours ago
de_de: vor 24 Stunden
it_it: 24 ore fa

source: 30 minutes ago
de_de: vor 30 Minuten
it_it: 30 minuti fa

source: 60 minutes ago
de_de: vor 60 Minuten
it_it: 60 minuti fa

source: 7 days ago
de_de: vor 7 Tagen
it_it: 7 giorni fa

source: AUTO REFRESH
de_de: AUTOMATISCH AKTUALISIEREN
it_it: AGGIORNAMENTO AUTOMATICO

source: Absolute
de_de: Absolutwert
it_it: Assoluto

source: Add
de_de: Hinzufügen
it_it: Aggiungi

source: Add New Filter
de_de: Neuen Filter hinzufügen
it_it: Aggiungi nuovo filtro

source: Add New Reference Line
de_de: Neue Bezugslinie hinzufügen
it_it: Aggiungi nuova riga di riferimento

source: Add a horizontal line to indicate significant values or thresholds.
de_de: Fügt eine neue horizontale Linie hinzu, um signifikante Werte oder Schwellenwerte anzuzeigen.
it_it: Aggiungi una riga orizzontale per indicare i valori significativi o le soglie.

source: Add dimension filter
de_de: Dimensionsfilter hinzufügen
it_it: Aggiungi filtro dimensione

source: Add interactive time control
de_de: Interaktives Zeitsteuerelement hinzufügen
it_it: Aggiungi il controllo temporale interattivo

source: Add new filter
de_de: Neuen Filter hinzufügen
it_it: Aggiungi nuovo filtro

source: Add the ${VIEW_TITLE} view to the ${PARENT_APP_NAME} app
de_de: Die Ansicht ${VIEW_TITLE} der App ${PARENT_APP_NAME} hinzufügen
it_it: Aggiungi la vista ${VIEW_TITLE} all'app ${PARENT_APP_NAME}

source: Add to selected chart
de_de: Zu ausgewähltem Diagramm hinzufügen
it_it: Aggiungi al grafico selezionato

source: After an alert is triggered, subsequent alerts will not be triggered until after the throttle period.
de_de: Wenn eine Benachrichtigung ausgelöst wurde, werden nachfolgende Benachrichtigungen erst nach Ablauf der Einschränkungszeitspanne ausgelöst.
it_it: Dopo l'attivazione di un allarme, quelli successivi vengono attivati solo dopo l'intervallo temporale di limitazione.

source: Aggregation
it_it: Aggregazione

source: Alert level
de_de: Benachrichtigungsstufe
it_it: Livello di allarme

source: Alert when
de_de: Benachrichtigen, wenn
it_it: Allarme quando

source: Alerts
de_de: Benachrichtigungen
it_it: Allarmi

source: Alerts cannot be saved to a dashboard.
de_de: Benachrichtigungen können nicht in einem Dashboard gespeichert werden.
it_it: Impossibile salvare gli allarmi in una dashboard.

source: Alerts will not be saved to the Dashboard
de_de: Benachrichtigungen werden nicht im Dashboard gespeichert.
it_it: Gli allarmi non saranno salvati nella dashboard

source: All Charts
de_de: Alle Diagramme
it_it: Tutti i grafici

source: All charts have been added to %(id)s.
de_de: Alle Diagramme wurden %(id)s hinzugefügt.
it_it: Tutti i grafici sono stati aggiunti a %(id)s.

source: All charts loaded.
de_de: Alle Diagramme geladen.
it_it: Tutti i grafici caricati.

source: All time
de_de: Alle Zeitpunkte
it_it: Sempre

source: Analysis
de_de: Analyse
it_it: Analisi

source: Apply
de_de: Anwenden
it_it: Applica

source: Are you sure you want to delete
de_de: Möchten Sie Folgendes wirklich löschen?
it_it: Eliminare

source: At
de_de: Um
it_it: A

source: Auto refresh settings
de_de: Einstellungen für automatische Aktualisierung
it_it: Impostazioni di aggiornamento automatico

source: Auto-refresh
de_de: Automatisch aktualisieren
it_it: Aggiornamento automatico

source: Avg
de_de: Durchschn.
it_it: Med

source: Business week to date
de_de: Geschäftswoche bis dato
it_it: Inizio settimana lavorativa a oggi

source: Calculation
de_de: Berechnung
it_it: Calcolo

source: Can only contain letters, numbers and underscores.
de_de: Darf nur Buchstaben, Ziffern und Unterstriche enthalten.
it_it: Può contenere solo lettere, numeri e caratteri di sottolineatura.

source: Cancel
de_de: Abbrechen
it_it: Annulla

source: Categorical Charts
de_de: Kategorische Diagramme
it_it: Grafici categoriali

source: Chart
de_de: Diagramm
it_it: Grafico

source: Chart Actions
de_de: Diagrammaktionen
it_it: Azioni grafico

source: Chart Settings
de_de: Diagrammeinstellungen
it_it: Impostazioni grafico

source: Chart Type
de_de: Diagrammtyp
it_it: Tipo grafico

source: Charting grid
de_de: Diagrammraster
it_it: Griglia creazione grafici

source: Charts
de_de: Diagramme
it_it: Grafici

source: Choose the type of time range
de_de: Typ der Zeitspanne auswählen
it_it: Selezionare il tipo di intervallo temporale

source: Clear All
de_de: Alle entfernen
it_it: Cancella tutto

source: Clear All Matches
de_de: Alle Übereinstimmungen löschen
it_it: Cancella tutte le corrispondenze

source: Clear Selections
de_de: Auswahlen aufheben
it_it: Cancella selezioni

source: Clear all
de_de: Alle entfernen
it_it: Cancella tutto

source: Clone
de_de: Klonen
it_it: Clona

source: Clone this Panel
de_de: Dieses Teilfenster klonen
it_it: Clona questo pannello

source: Column
de_de: Spaltendiagramm
it_it: Colonna

source: Complete the highlighted rows
de_de: Hervorgehobene Zeilen vervollständigen
it_it: Completa le righe evidenziate

source: Condition
de_de: Bedingung
it_it: Condizione

source: Constant Value
de_de: Fester Wert
it_it: Valore costante

source: Content
de_de: Inhalt
it_it: Contenuto

source: Context to Console
de_de: Kontext zur Konsole
it_it: Contesto a console

source: Continue
de_de: Fortsetzen
it_it: Continua

source: Continue where you left off, or select new data.
de_de: Fahren Sie dort fort, wo Sie aufgehört haben, oder wählen Sie neue Daten aus.
it_it: Continua da dove avevi interrotto, o seleziona nuovi dati.

source: Copy Series Name
de_de: Reihenname kopieren
it_it: Copia nome serie

source: Count
de_de: Anzahl
it_it: Conteggio

source: Create New Filter
de_de: Neuen Filter erstellen
it_it: Crea nuovo filtro

source: Critical
de_de: Kritisch
it_it: Critica

source: Current chart
de_de: Aktuelles Diagramm
it_it: Grafico attuale

source: Custom
de_de: Benutzerdefiniert
it_it: Personalizzata

source: Custom Data Time Range
de_de: Benutzerdefinierte Datums-/Zeitspanne
it_it: Intervallo temporale dati personalizzato

source: Custom Time Range
de_de: Benutzerdefinierte Zeitspanne
it_it: Intervallo temporale personalizzato

source: Custom...
de_de: Benutzerdefiniert...
it_it: Personalizzato...

source: Customize the label (optional).
de_de: Beschriftung anpassen (optional).
it_it: Personalizza l'etichetta (opzionale).

source: Dashboard Description
de_de: Dashboard-Beschreibung
it_it: Descrizione dashboard

source: Dashboard ID
it_it: ID dashboard

source: Dashboard Title
de_de: Dashboard-Titel
it_it: Titolo dashboard

source: Data
de_de: Daten
it_it: Dati

source: Data tree
de_de: Datenstruktur
it_it: Struttura dei dati

source: Datasets
de_de: Datensets
it_it: Set di dati

source: Date & Time Range
de_de: Datums- & Zeitspanne
it_it: Intervallo di data e ora

source: Days
de_de: Tage
it_it: Giorni

source: Days Ago
de_de: vor x Tagen
it_it: Giorni fa

source: Days ago
de_de: vor x Tagen
it_it: Giorni fa

source: Delete
de_de: Löschen
it_it: Elimina

source: Delete Alert
de_de: Benachrichtigung löschen
it_it: Elimina allarme

source: Delete alert
de_de: Benachrichtigung löschen
it_it: Elimina allarme

source: Description
de_de: Beschreibung
it_it: Descrizione

source: Details
it_it: Dettagli

source: Dimension
it_it: Dimensione

source: Display
de_de: Anzeigen
it_it: Visualizzazione

source: Display an earlier time range.
de_de: Frühere Zeitspanne anzeigen.
it_it: Mostra un intervallo temporale precedente

source: Dist count
de_de: Eindeutige Anzahl
it_it: Conteggio dist

source: Do not show this again
de_de: Nicht erneut anzeigen
it_it: Non mostrare più

source: Earliest
de_de: Anfangszeitpunkt
it_it: Inizio

source: Earliest and Latest times must be different.
de_de: Anfangszeitpunkt und Endzeitpunkt müssen verschieden sein.
it_it: L'ora inizio (earliest) e l'ora fine (latest) devono essere differenti.

source: Earliest field cannot be empty.
de_de: Das Feld "Anfangszeitpunkt" darf nicht leer sein.
it_it: Il campo earliest non può essere vuoto.

source: Earliest must be before latest.
de_de: Der Anfangszeitpunkt muss vor dem Endzeitpunkt liegen.
it_it: Il campo earliest deve essere precedente rispetto a latest.

source: Edit %(dimension)s filter
de_de: Filter '%(dimension)s' bearbeiten
it_it: Modifica filtro %(dimension)s

source: Edit Alert
de_de: Benachrichtigung bearbeiten
it_it: Modifica allarme

source: Edit Span
de_de: Spanne bearbeiten
it_it: Modifica span

source: Edit Y-Axis
de_de: y-Achse bearbeiten
it_it: Modifica asse Y

source: Edit metric filter
de_de: Metrikfilter bearbeiten
it_it: Modifica filtro per la metrica

source: Edit reference line %(label)s
de_de: Bezugslinie %(label)s bearbeiten
it_it: Modifica riga di riferimento %(label)s

source: Empty State
de_de: Leerer Status
it_it: Stato vuoto

source: Enter a Dashboard ID
de_de: Dashboard-ID eingeben
it_it: Inserisci ID dashboard

source: Enter a valid Dashboard ID
de_de: Gültige Dashboard-ID eingeben
it_it: Inserire una ID dashboard valida

source: Evaluate every
de_de: Auswerten alle
it_it: Valuta ogni

source: Event
de_de: Ereignis
it_it: Evento

source: Events
de_de: Ereignisse
it_it: Eventi

source: Exclude
de_de: Ausschließen
it_it: Escludi

source: Exclude %(name)s
de_de: %(name)s ausschließen
it_it: Escludi %(name)s

source: Execution frequency must be a valid whole number.
de_de: "Ausführungsfrequenz" muss eine gültige ganze Zahl sein.
it_it: La frequenza di esecuzione deve essere un numero intero valido.

source: Existing
de_de: Vorhanden
it_it: Esistente

source: Export as CSV
de_de: Als CSV exportieren
it_it: Esporta come CSV

source: Export as PNG
de_de: Als PNG exportieren
it_it: Esporta come PNG

source: Failed to fetch measure.
de_de: Fehler beim Abrufen des Maßes.
it_it: Impossibile recuperare la misura.

source: Failed to load dimensions: %(error)s
de_de: Fehler beim Laden von Dimensionen: %(error)s
it_it: Caricamento delle dimensioni non riuscito: %(error)s

source: Failed to load indexes: %(error)s
de_de: Fehler beim Laden von Indizes: %(error)s
it_it: Caricamento degli indici non riuscito: %(error)s

source: Field Filter
de_de: Feldfilter
it_it: Filtro campo

source: Filter
it_it: Filtro

source: Filter by index
de_de: Filtern nach Index
it_it: Filtra per indice

source: Filter by indexes and other fields
de_de: Filtern nach Indizes und anderen Feldern
it_it: Filtra per indici e altri campi

source: Filter by other fields
de_de: Filtern nach anderen Feldern
it_it: Filtra per altri campi

source: Filtered
de_de: Gefiltert
it_it: Filtrato

source: Filters
de_de: Filter
it_it: Filtri

source: Find
de_de: Suchen
it_it: Trova

source: Find Data to Analyze
de_de: Zu analysierende Daten suchen
it_it: Trova dati da analizzare

source: Find something interesting? Save it to a dashboard, or create an alert.
de_de: Etwas Interessantes gefunden? Speichern Sie es in einem Dashboard oder erstellen Sie eine Benachrichtigung.
it_it: Trovato qualcosa di interessante? Salvalo nella dashboard, oppure crea un allarme.

source: Frequency cannot be empty.
de_de: "Frequenz" darf nicht leer sein.
it_it: La frequenza non può essere vuota.

source: From %(datetime)s
de_de: Von %(datetime)s
it_it: Da %(datetime)s

source: From %(datetimeEarliest)s to %(datetimeLatest)s
de_de: Von %(datetimeEarliest)s bis %(datetimeLatest)s
it_it: Da %(datetimeEarliest)s a %(datetimeLatest)s

source: Global Actions
de_de: Globale Aktionen
it_it: Azioni globali

source: Global controls
de_de: Globale Steuerelemente
it_it: Controlli globali

source: Go to Search
de_de: Wechseln zu 'Suche'
it_it: Vai alla ricerca

source: Go to the %(VIEW_TITLE)s in Search
de_de: In "Suche" zu %(VIEW_TITLE)s wechseln
it_it: Vai a %(VIEW_TITLE)s nella ricerca

source: Grid
de_de: Raster
it_it: Griglia

source: Grid Layout
de_de: Rasterlayout
it_it: Layout griglia

source: Heatmap will be saved to the Report as a column chart
de_de: Heatmap wird im Bericht als Säulendiagramm gespeichert.
it_it: La heatmap verrà salvata nel report come grafico a colonne

source: Heatmap will open as a column chart in Search.
de_de: Heatmap wird in Suchen als Säulendiagramm geöffnet.
it_it: La heatmap si aprirà nella ricerca come grafico a colonne.

source: Heatmaps will be saved to the Dashboard as column charts
de_de: Heatmaps werden im Dashboard als Säulendiagramme gespeichert.
it_it: Le heatmap verranno salvate nel report come grafici a colonne

source: Hide Left
de_de: Links ausblenden
it_it: Nascondi a sinistra

source: Hide Right
de_de: Rechts ausblenden
it_it: Nascondi a destra

source: Hierarchy not found: %(sourceName)s
de_de: Hierarchie nicht gefunden: %(sourceName)s
it_it: Gerarchia non trovata: %(sourceName)s

source: High
de_de: Hoch
it_it: Alta

source: Highest
de_de: Höchster Wert:
it_it: Massima

source: Hours
de_de: Stunden
it_it: Ore

source: Hours Ago
de_de: vor x Stunden
it_it: Ore fa

source: Hours ago
de_de: vor x Stunden
it_it: Ore fa

source: Hours must be from 1 to 24.
de_de: "Stunden" muss ein Wert von 1 bis 24 sein.
it_it: Le ore devono essere comprese tra 1 e 24.

source: In the last
de_de: In der/den letzten
it_it: Nell'ultimo

source: Include
de_de: Einschließen
it_it: Includi

source: Include Value
de_de: Wert einschließen
it_it: Valore incluso

source: Include or exclude values from specific dimensions.
de_de: Schließen Sie Metriken aus bestimmten Dimensionen ein oder aus.
it_it: Includi o escludi valori da specifiche dimensioni.

source: Invalid Value
de_de: Ungültiger Wert
it_it: Valore non valido

source: Is
de_de: Ist
it_it: È

source: Keep Only %(name)s
de_de: Nur %(name)s beibehalten
it_it: Conserva solo %(name)s

source: Label
de_de: Beschriftung
it_it: Etichetta

source: Last 4 hours
de_de: Letzte 4 Stunden
it_it: Ultime 4 ore

source: Last 60 minutes
de_de: Letzte 60 Minuten
it_it: Ultimi 60 minuti

source: Latest
de_de: Endzeitpunkt
it_it: Fine

source: Layout Option
it_it: Opzione di layout

source: Learn more
de_de: Mehr erfahren
it_it: Ulteriori informazioni

source: Left
de_de: Links
it_it: A sinistra

source: Let's bring you up to speed!
de_de: Lassen Sie uns Sie auf den neuesten Stand bringen!
it_it: Aggiornati!

source: Limit
it_it: Limite

source: Limit Type
de_de: Limittyp
it_it: Tipo di limite

source: Line
de_de: Liniendiagramm
it_it: A linee

source: Linear
it_it: Lineare

source: Load more...
de_de: Mehr laden...
it_it: Carica altro...

source: Loading ${numPanelsLoading} ${numPanelsLoading > 1 ? 'charts' : 'chart'}.
de_de: Laden von ${numPanelsLoading} ${numPanelsLoading > 1 ? 'charts' : 'chart'}.
it_it: Caricamento in corso di ${numPanelsLoading} ${numPanelsLoading > 1 ? 'charts' : 'chart'}.

source: Loading...
de_de: Laden...
it_it: Caricamento in corso...

source: Log
de_de: Logarithmus
it_it: Logaritmica

source: Lookback
de_de: Rückblick
it_it: Ricerca a ritroso

source: Lookback cannot be empty
de_de: "Rückblick" darf nicht leer sein
it_it: Ricerca a ritroso non può essere vuoto

source: Lookback must be a valid whole number
de_de: "Rückblick" muss eine gültige ganze Zahl sein
it_it: Ricerca a ritroso deve essere un numero intero valido

source: Lookback must be greater than 0
de_de: "Rückblick" muss größer als 0 sein
it_it: Ricerca a ritroso deve essere maggiore di 0

source: Low
de_de: Gering
it_it: Bassa

source: Lowest
de_de: Niedrigster Wert:
it_it: Minima

source: Max Value
de_de: Maximalwert
it_it: Valore max

source: Max must be greater than min
de_de: Max muss größer als Min sein.
it_it: Il valore max deve essere maggiore del valore min

source: Max must be valid number
de_de: Max muss eine gültige Zahl sein.
it_it: Il valore max deve essere un numero valido

source: Maximize panel
de_de: Teilfenster maximieren
it_it: Ingrandisci pannello

source: Measure
de_de: Maß
it_it: Misura

source: Medium
de_de: Mittel
it_it: Media

source: Metrics
de_de: Metriken
it_it: Metriche

source: Min Value
de_de: Minimalwert
it_it: Valore min

source: Min must be valid number
de_de: Min muss eine gültige Zahl sein.
it_it: Il valore min deve essere un numero valido

source: Minimize panel
de_de: Teilfenster minimieren
it_it: Riduci pannello

source: Minutes
de_de: Minuten
it_it: Minuti

source: Minutes Ago
de_de: vor x Minuten
it_it: Minuti fa

source: Minutes ago
de_de: vor x Minuten
it_it: Minuti fa

source: Minutes must be from 1 to 60.
de_de: "Minuten" muss ein Wert von 1 bis 60 sein.
it_it: I minuti devono essere compresi tra 1 e 60.

source: Month to date
de_de: Monat bis dato
it_it: Inizio mese a oggi

source: Months
de_de: Monate
it_it: Mesi

source: Months Ago
de_de: vor x Monaten
it_it: Mesi fa

source: N/A
it_it: N/D

source: New
de_de: Neu
it_it: Nuovo

source: No aggregations
de_de: Keine Aggregationen
it_it: Nessuna aggregazione

source: No data available
de_de: Keine Daten verfügbar
it_it: Nessun dato disponibile

source: No details found for this alert.
de_de: Für diese Benachrichtigung wurden keine Details gefunden.
it_it: Nessun dettaglio trovato per questo allarme.

source: No matches
de_de: Keine Übereinstimmungen
it_it: Nessuna corrispondenza

source: No options
de_de: Keine Optionen
it_it: Nessuna opzione

source: No thresholds found for this alert
de_de: Keine Schwellenwerte für diese Benachrichtigung gefunden
it_it: Nessuna soglia trovata per questo allarme

source: None
de_de: Kein
it_it: Nessuno

source: Not all metrics listed. Contact your admin to increase the metrics limit.
de_de: Es sind nicht alle Metriken aufgeführt. Bitten Sie Ihren Administrator, den Grenzwert für Metriken zu erhöhen.
it_it: Non sono state elencate tutte le metriche. Contattare l'amministratore per aumentare il limite delle metriche.

source: Now
de_de: Jetzt
it_it: Adesso

source: Open Charts
de_de: Diagramme öffnen
it_it: Apri i grafici

source: Open in Search
de_de: In Suche öffnen
it_it: Apri in Ricerca

source: Open your latest charts, or start by selecting data.
de_de: Öffnen Sie Ihre neuesten Diagramme oder beginnen Sie mit der Auswahl von Daten.
it_it: Apri gli ultimi grafici oppure inizia selezionando i dati.

source: Optional
it_it: Opzionale

source: Overlay on right axis
de_de: Auf der rechten Achse überlagern
it_it: Sovrapposizione sull'asse orizzontale

source: Panel Title
de_de: Titel des Teilfensters
it_it: Titolo pannello

source: Panel is closed %(title)s %(subtitle)s
de_de: Teilfenster ist geschlossen %(title)s %(subtitle)s
it_it: Il pannello è chiuso %(title)s %(subtitle)s

source: Panel is open %(title)s %(subtitle)s
de_de: Teilfenster ist geöffnet %(title)s %(subtitle)s
it_it: Il pannello è aperto %(title)s %(subtitle)s

source: Permissions
de_de: Berechtigungen
it_it: Autorizzazioni

source: Please reference the time range to set an appropriate time span.
de_de: Verweisen Sie auf den Zeitbereich, um eine geeignete Zeitspanne festzulegen.
it_it: Fare riferimento all'intervallo temporale per impostare un opportuno span temporale.

source: Preview
de_de: Vorschau
it_it: Anteprima

source: Previous business week
de_de: Vorige Geschäftswoche
it_it: Settimana lavorativa precedente

source: Previous month
de_de: Voriger Monat
it_it: Mese precedente

source: Previous week
de_de: Vorige Woche
it_it: Settimana precedente

source: Previous year
de_de: Voriges Jahr
it_it: Anno precedente
