Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk-dashboard/splunk-etc/apps/splunk_metrics_workspace/locale/*/LC_MESSAGES/messages.po
Languages: de_de, it_it

source: Private
de_de: Privat
it_it: Privato

source: Quarters Ago
de_de: vor x Quartalen
it_it: Trimestri fa

source: Rate
de_de: Satz
it_it: Tasso

source: Rate (Avg)
de_de: Rate (Durchschn.)
it_it: Tasso (medio)

source: Rate (Sum)
de_de: Rate (Summe)
it_it: Tasso (somma)

source: Raw Data
de_de: Rohdaten
it_it: Dati grezzi

source: Reference Line Time Range
de_de: Zeitbereich für Bezugslinie
it_it: Intervallo temporale linee di riferimento

source: Reference Lines
de_de: Bezugslinien
it_it: Linee di riferimento

source: Refresh
de_de: Aktualisieren
it_it: Aggiorna

source: Refresh Chart Data
de_de: Diagrammdaten aktualisieren
it_it: Aggiorna dati grafico

source: Relative
de_de: Relativ
it_it: Relativo

source: Remove
de_de: Entfernen
it_it: Rimuovi

source: Remove %(dimension)s filter
de_de: Filter '%(dimension)s' entfernen
it_it: Rimuovi il filtro %(dimension)s

source: Remove metric filter
de_de: Metrikfilter entfernen
it_it: Rimuovi filtro metrica

source: Remove panel
de_de: Teilfenster entfernen
it_it: Rimuovi il pannello

source: Remove reference line %(label)s
de_de: Bezugslinie %(label)s entfernt
it_it: Rimuovi riga di riferimento %(label)s

source: Report %(reportName)s has been created. You may now view the report.
de_de: Der Bericht '%(reportName)s' wurde erstellt. Sie können den Bericht nun anzeigen.
it_it: Il report %(reportName)s è stato creato. È ora possibile visualizzare il report.

source: Required
de_de: Erforderlich
it_it: Obbligatorio

source: Reset zoom to enable auto-refresh
de_de: Zoom zurücksetzen, um automatische Aktualisierung zu aktivieren
it_it: Reimposta lo zoom per abilitare l'aggiornamento automatico

source: Reset zoom to enable refresh
de_de: Zoom zurücksetzen, um Aktualisierung zu aktivieren
it_it: Reimposta lo zoom per abilitare l'aggiornamento

source: Retry
de_de: Erneut versuchen
it_it: Riprova

source: Revert Span
de_de: Spanne umkehren
it_it: Annulla span

source: Revert Y-Axis
de_de: Y-Achse umkehren
it_it: Annulla modifiche all'asse Y

source: Right
de_de: Rechts
it_it: A destra

source: Save
de_de: Speichern
it_it: Salva

source: Save All To Dashboard
de_de: Alle im Dashboard speichern
it_it: Salva tutto nella dashboard

source: Save All To Dashboard Studio
de_de: Alle in Dashboard Studio speichern
it_it: Salva tutto in Dashboard Studio

source: Save As Dashboard Panel
de_de: Als Dashboard-Teilfenster speichern
it_it: Salva come pannello dashboard

source: Save As Report
de_de: Als Bericht speichern
it_it: Salva come report

source: Save all charts to Dashboard (XML)
de_de: Alle Diagramme im Dashboard speichern (XML)
it_it: Salva tutti i grafici nella dashboard (XML)

source: Save all charts to Dashboard Studio
de_de: Alle Diagramme in Dashboard Studio speichern
it_it: Salva tutti i grafici in Dashboard Studio

source: Save as Report
de_de: Als Bericht speichern
it_it: Salva come report

source: Save as Scheduled Alert
de_de: Als geplante Benachrichtigung speichern
it_it: Salva come allarme pianificato

source: Save as Streaming Alert
de_de: Als Streaming-Benachrichtigung speichern
it_it: Salva come allarme in streaming

source: Save to Dashboard (XML)
de_de: Im Dashboard speichern (XML)
it_it: Salva nella dashboard (XML)

source: Save to Dashboard Studio
de_de: In Dashboard Studio speichern
it_it: Salva in Dashboard Studio

source: Scale
de_de: Skalierung
it_it: scala

source: Scheduled
de_de: Geplant
it_it: Pianificato

source: Search
de_de: Suche
it_it: Ricerca

source: Search Related Events
de_de: Zugehörige Ereignisse durchsuchen
it_it: Cerca eventi correlati

source: Seconds
de_de: Sekunden
it_it: Secondi

source: Seconds Ago
de_de: vor x Sekunden
it_it: Secondi fa

source: Select All
de_de: Alle auswählen
it_it: Seleziona tutto

source: Select All Matches
de_de: Alle Übereinstimmungen auswählen
it_it: Seleziona tutte le corrispondenze

source: Select a dimension
de_de: Dimension auswählen
it_it: Seleziona una dimensione

source: Select a time range.
de_de: Wählen Sie einen Zeitbereich aus.
it_it: Selezionare un intervallo temporale.

source: Select a valid chart to add this series
de_de: Ein gültiges Diagramm wählen, das dieser Reihe hinzugefügt werden soll
it_it: Selezionare un grafico valido da aggiungere a questa serie

source: Select an aggregation.
de_de: Wählen Sie eine Aggregation aus.
it_it: Selezionare un'aggregazione

source: Select dimension values
de_de: Dimensionswerte auswählen
it_it: Seleziona i valori di dimensione

source: Select index filters
de_de: Indexfilter auswählen
it_it: Selezionare i filtri per l'indice

source: Select or type an aggregation.
de_de: Wählen Sie eine Aggregation aus oder geben Sie eine ein.
it_it: Selezionare o digitare un'aggregazione.

source: Select...
de_de: Auswählen...
it_it: Seleziona...

source: Selected Index:
de_de: Ausgewählter Index:
it_it: Indice selezionato:

source: Set the min and max value of the y-axis. (for example: %(exampleText)s)
de_de: Legen Sie Minimal- und Maximalwert für die y-Achse fest (z. B. %(exampleText)s).
it_it: Impostare il valore min e max dell'asse y (ad esempio: %(exampleText)s).

source: Settings
de_de: Einstellungen
it_it: Impostazioni

source: Severity
de_de: Schweregrad
it_it: Severità

source: Shared in App
de_de: In App freigegeben
it_it: Condiviso in App

source: Show Alert
de_de: Benachrichtigung anzeigen
it_it: Mostra allarme

source: Show triggered instances
de_de: Ausgelöste Instanzen zeigen
it_it: Mostra istanze attivate

source: Sort A to Z
de_de: Von A bis Z sortieren
it_it: Ordina da A a Z

source: Sort Ascending
de_de: Aufsteigend sortieren
it_it: Ordinamento crescente

source: Sort Descending
de_de: Absteigend sortieren
it_it: Ordinamento decrescente

source: Sort Z to A
de_de: Von Z bis A sortieren
it_it: Ordina da Z ad A

source: Source not found: %(sourceName)s
de_de: Quelle nicht gefunden: %(sourceName)s
it_it: Source non trovata: %(sourceName)s

source: Span Period
de_de: Spannenzeitraum
it_it: Periodo span

source: Split By
de_de: Unterteilen nach
it_it: Suddivisione per

source: Split Metrics by a Dimension
de_de: Metriken nach einer Dimension unterteilen
it_it: Suddividi metriche per una dimensione

source: Split by
de_de: Teilen bei
it_it: Suddivisione per

source: Split this series into separate values.
de_de: Teilen Sie diese Reihe in separate Werte.
it_it: Suddividi questa serie in valori separati.

source: Stack Column
de_de: Gestapelte Säule
it_it: Colonna stack

source: Stack Layout
de_de: Stapellayout
it_it: Layout stack

source: Stacked Column
de_de: Gestapelte Säule
it_it: Colonna in stack

source: Start by adding index filters
de_de: Fügen Sie zunächst Indexfilter hinzu.
it_it: Inizia aggiungendo i filtri per l'indice

source: Start by selecting data.
de_de: Beginnen Sie mit der Auswahl von Daten.
it_it: Inizia selezionando i dati.

source: Statistics Table
de_de: Statistiktabelle
it_it: Tabella statistiche

source: Stream Bell
de_de: Stream-Glocke
it_it: Campanella streaming

source: Sum
de_de: Summe
it_it: Somma

source: Suppress Triggering for
de_de: Auslösung unterdrücken für
it_it: Elimina attivazione per

source: The %(app_name)s requires Splunk Enterprise version **%(splunk_req_version)s** or higher. You are currently using version %(splunk_curr_version)s. Contact your administrator for assistance.
de_de: %(app_name)s erfordert Splunk Enterprise, Version **%(splunk_req_version)s** oder höher. Sie verwenden derzeit Version %(splunk_curr_version)s. Bitten Sie Ihren Administrator um Unterstützung.
it_it: %(app_name)s richiede la versione Splunk Enterprise **%(splunk_req_version)s** o superiore. La versione attualmente in uso è %(splunk_curr_version)s. Contattare l'amministratore per assistenza.

source: The %(invalidActionsStr)s action is not supported for streaming alerts. Please delete the action and save again.
de_de: Die Aktion %(invalidActionsStr)s wird für Streaming-Benachrichtigungen nicht unterstützt. Löschen Sie die Aktion und speichern Sie erneut.
it_it: L'azione %(invalidActionsStr)s non è supportata per gli allarmi in streaming. Eliminare l'azione e salvare nuovamente.

source: The %(invalidActionsStr)s actions are not supported for streaming alerts. Please delete the actions and save again.
de_de: Die Aktionen %(invalidActionsStr)s werden für Streaming-Benachrichtigungen nicht unterstützt. Löschen Sie die Aktionen und speichern Sie erneut.
it_it: Le azioni %(invalidActionsStr)s non sono supportate per gli allarmi in streaming. Eliminare l'azione e salvare nuovamente.

source: The ID is used as the filename on disk. Cannot be changed later
de_de: Die ID wird auf der Festplatte als Dateiname verwendet. Eine spätere Änderung ist nicht möglich.
it_it: L'ID è utilizzato come nome di file sul disco. Non è possibile modificarlo in un momento successivo

source: The earliest time is invalid.
de_de: Der Anfangszeitpunkt ist ungültig.
it_it: L'ora inizio non è valida.

source: The latest time is invalid.
de_de: Der Endzeitpunkt ist ungültig.
it_it: L'ora fine non è valida.

source: There are no members for ${dimension} available. Expand the time range to see available members.
de_de: Es sind keine Elemente für ${dimension} verfügbar. Erweitern Sie die Zeitspanne, um die verfügbaren Elemente zu sehen.
it_it: Non ci sono membri per ${dimension} disponibili. Espandere l'intervallo temporale per vedere i membri disponibili.

source: There are no metric indexes
de_de: Es sind keine Metrikindizes vorhanden.
it_it: Non ci sono indici metrici

source: There are not enough data points within the current time range. Select a wider time range to expand your results.
de_de: In der aktuellen Zeitspanne gibt es nicht genügend Datenpunkte. Wählen Sie eine längere Zeitspanne, um Ihre Ergebnisse zu erweitern.
it_it: Non ci sono sufficienti coordinate all'interno di questo intervallo temporale. Selezionare un intervallo temporale più ampio per espandere i risultati.

source: There are too many data points within the current time range. Select a shorter time range to refine your results.
de_de: In der aktuellen Zeitspanne gibt zu viele Datenpunkte. Wählen Sie eine kürzere Zeitspanne, um Ihre Ergebnisse zu verfeinern.
it_it: Ci sono troppe coordinate all'interno di questo intervallo temporale. Selezionare un intervallo temporale più breve per affinare i risultati.

source: There is no data available for %(measures)s. To see data on the chart, select a different time range, edit filters, or check with your administrator about user permissions.
de_de: Für %(measures)s sind keine Daten verfügbar. Um Daten im Diagramm anzuzeigen, wählen Sie eine andere Zeitspanne, bearbeiten Sie Filter oder erkundigen Sie sich bei Ihrem Administrator über Benutzerberechtigungen.
it_it: Nessun dato disponibile per %(measures)s. Per vedere i dati nel grafico, selezionare un differente intervallo temporale, modificare i filtri, o verificare con l'amministratore i permessi utente.

source: There was a problem opening the Save as Alert dialog. Close the dialog and try again.
de_de: Beim Öffnen des Dialogfelds "Als Benachrichtigung speichern" ist ein Problem aufgetreten. Schließen Sie das Dialogfeld und versuchen Sie es erneut.
it_it: Si è verificato un problema nell'apertura del dialogo Salva come Allarme. Chiudere il dialogo e provare nuovamente.

source: This aggregation should only be used with accumulating counter metrics.
de_de: Diese Aggregation darf nur bei der Akkumulierung von Zählermetriken verwendet werden.
it_it: Questa aggregazione dovrebbe essere usata solo con le metriche di conteggio ad accumulo.

source: This panel has been created and added to %(id)s.
de_de: Dieses Teilfenster wurde erstellt und zu '%(id)s' hinzugefügt.
it_it: Questo pannello è stato creato e aggiunto a %(id)s.

source: Threshold value is too large. Enter a smaller threshold.
de_de: Schwellenwert ist zu groß. Geben Sie einen kleineren Schwellenwert ein.
it_it: Valore della soglia troppo elevato. Inserire una soglia più bassa.

source: Threshold value is too small. Enter a bigger threshold.
de_de: Schwellenwert ist zu klein. Geben Sie einen größeren Schwellenwert ein.
it_it: Valore della soglia troppo basso. Inserire una soglia più alta.

source: Thresholds
de_de: Schwellenwerte
it_it: Soglie

source: Throttle
de_de: Einschränkung
it_it: Limitazione

source: Throttle period cannot be empty
de_de: Einschränkungszeitraum darf nicht leer sein
it_it: Il periodo di limitazione non può essere vuoto

source: Throttle period must be a valid whole number
de_de: Einschränkungszeitraum muss eine gültige ganze Zahl sein
it_it: Il periodo di limitazione deve essere un numero intero valido

source: Throttle period must be greater than 0
de_de: Einschränkungszeitraum muss größer als 0 sein
it_it: Il periodo di limitazione deve essere maggiore di 0

source: Time
de_de: Uhrzeit
it_it: Ora

source: Time Charts
de_de: Zeitdiagramme
it_it: Grafici tempo

source: Time Column
de_de: Zeitspalte
it_it: Colonna tempo

source: Time Range
de_de: Zeitspanne
it_it: Intervallo temporale

source: Time Range Picker
de_de: Zeitspannenauswahl
it_it: Selezione intervallo temporale

source: Time Shift
de_de: Zeitverschiebung
it_it: Sfasamento temporale

source: Time Span
de_de: Zeitspanne
it_it: Span temporale

source: Time Span must be a positive number
de_de: Zeitspanne muss eine positive Zahl sein
it_it: Lo span temporale deve essere un numero positivo

source: Time Unit
de_de: Zeiteinheit
it_it: Unità di tempo

source: Time Value
de_de: Zeitwert
it_it: Valore di tempo

source: Time range Menu
de_de: Menü "Zeitspanne"
it_it: Menu intervallo temporale

source: Time shift must be a numeric value.
de_de: Zeitverschiebung muss ein numerischer Wert sein.
it_it: Lo sfasamento temporale deve essere un valore numerico

source: Time span = %(display)s
de_de: Zeitspanne = %(display)s
it_it: Span temporale = %(display)s

source: Title
de_de: Titel
it_it: Titolo

source: Title cannot be empty
de_de: Titel darf nicht leer sein
it_it: Il titolo non può essere vuoto

source: To %(datetime)s
de_de: Bis %(datetime)s
it_it: A %(datetime)s

source: Today
de_de: Heute
it_it: Oggi

source: Trigger Actions
de_de: Aktionen auslösen
it_it: Attiva azioni

source: Trigger Conditions
de_de: Trigger-Bedingungen
it_it: Condizioni di attivazione

source: Trigger threshold cannot be empty
de_de: Schwellenwert für Trigger darf nicht leer sein
it_it: La soglia di attivazione non può essere vuota

source: Trigger threshold must be a valid number
de_de: Schwellenwert für Trigger muss eine gültige Zahl sein
it_it: La soglia di attivazione deve essere un numero valido.

source: Type a constant here
de_de: Geben Sie hier eine Konstante ein.
it_it: Digitare qui una costante

source: Unable to launch app
de_de: App kann nicht gestartet werden
it_it: Impossibile lanciare l'app

source: Unable to load panel.
de_de: Teilfenster kann nicht geladen werden.
it_it: Impossibile caricare il pannello.

source: Unable to process the chart's time range. Using default time range
de_de: Zeitspanne des Diagramms kann nicht verarbeitet werden. Die Standard-Zeitspanne wird verwendet
it_it: Impossibile elaborare l'intervallo temporale del grafico. Usare l'intervallo temporale di default

source: Unknown
de_de: Unbekannt
it_it: Sconosciuto

source: Update
de_de: Aktualisieren
it_it: Aggiorna

source: Use dimension = value(s) pairs to filter your data further. Example: ip=10.1*, 10.2*
de_de: Verwenden Sie "Dimension = Wert(e)"-Paare, um die Daten weiter zu filtern, z. B.: ip=10.1*, 10.2*
it_it: Usa coppie dimensione = valore/i per filtrare ulteriormente i dati. Esempio: ip=10.1*, 10.2*

source: Value
de_de: Wert
it_it: Valore

source: Value cannot be empty
de_de: Wert darf nicht leer sein
it_it: Il valore non può essere vuoto

source: Value must be a valid number
de_de: Wert muss eine gültige Zahl sein
it_it: Il valore deve essere un numero valido

source: Value must be greater than or equal to -5.4e306
de_de: Wert muss größer gleich -5,4e306 sein
it_it: Il valore deve essere maggiore o uguale a -5.4e306

source: Value must be less than or equal to 5.4e306
de_de: Wert muss kleiner gleich 5,4e306 sein
it_it: Il valore deve essere minore o uguale a 5.4e306

source: View %(type)s
de_de: %(type)s anzeigen
it_it: Visualizza %(type)s

source: Week to date
de_de: Woche bis dato
it_it: Inizio settimana a oggi

source: Weeks
de_de: Wochen
it_it: Settimane

source: Weeks Ago
de_de: vor x Wochen
it_it: Settimane fa

source: Weeks ago
de_de: vor x Wochen
it_it: Settimane fa

source: Wildcards:
de_de: Platzhalter:
it_it: Caratteri jolly:

source: Wrong index!
de_de: Falscher Index!
it_it: Indice errato.

source: Wrong length!
de_de: Falsche Länge!
it_it: Lunghezza errata.

source: Wrong offset!
de_de: Falscher Offset!
it_it: Offset errato.

source: Y-Axis
de_de: y-Achse
it_it: Asse Y

source: Year to date
de_de: Jahr bis dato
it_it: Inizio anno a oggi

source: Years Ago
de_de: vor x Jahren
it_it: Anni fa

source: Yes
de_de: Ja
it_it: Sì

source: Yesterday
de_de: Gestern
it_it: Ieri

source: You do not have any dashboards yet. Try saving to a new dashboard.
de_de: Sie haben noch keine Dashboards. Führen Sie eine Speicherung in einem neuen Dashboard aus.
it_it: Non è presente ancora alcuna dashboard. Provare a salvare in una nuova dashboard.

source: You have no writable dashboards
de_de: Es sind keine schreibbaren Dashboards vorhanden.
it_it: Non ci sono dashboard scrivibili

source: Your %(type)s Has Been Created
de_de: %(type)s wurde für Sie erstellt
it_it: %(type)s è stata creata

source: Your work has been recovered.
de_de: Ihre Arbeit wurde wiederhergestellt.
it_it: Il lavoro è stato recuperato

source: Zoom Out
de_de: Verkleinern
it_it: Zoom indietro

source: Zoom out
de_de: Verkleinern
it_it: Zoom indietro

source: accelerated
de_de: beschleunigt
it_it: accelerato

source: ajax error
de_de: AJAX-Fehler
it_it: errore ajax

source: ajax error
de_de: AJAX-Fehler
it_it: errore ajax

source: alerts
de_de: Benachrichtigungen
it_it: allarmi

source: at %(timePoint)s
de_de: um %(timePoint)s
it_it: a %(timePoint)s

source: at %(timePoint)s minutes past the hour
de_de: %(timePoint)s Minuten nach der vollen Stunde
it_it: a %(timePoint)s minuti dopo l'ora

source: available
de_de: verfügbar
it_it: disponibili

source: average
de_de: Durchschnitt
it_it: medio

source: by
de_de: bei
it_it: per

source: by %(dimension)s
de_de: nach %(dimension)s
it_it: per %(dimension)s

source: count
de_de: Anzahl
it_it: conteggio

source: data
de_de: Daten
it_it: dati

source: datasets
de_de: Datensets
it_it: set di dati

source: distinct count
de_de: eindeutige Anzahl
it_it: conteggio distinto

source: eg. %(firstExample)s or %(secondExample)s
de_de: z. B. %(firstExample)s oder %(secondExample)s
it_it: ad es. %(firstExample)s o %(secondExample)s

source: entries
de_de: Einträge
it_it: voci

source: event
de_de: Ereignis
it_it: evento

source: events
de_de: Ereignisse
it_it: eventi

source: greater than
de_de: größer als
it_it: maggiore di

source: keys
de_de: Schlüssel
it_it: chiavi

source: less than
de_de: kleiner als
it_it: minore di

source: metrics
de_de: Metriken
it_it: metriche

source: not found
de_de: nicht gefunden
it_it: non trovato

source: on
de_de: auf
it_it: su

source: optional
it_it: opzionale

source: over %(span)s intervals
de_de: über %(span)s Intervalle
it_it: su %(span)s intervalli

source: over the last
de_de: in den letzten
it_it: nell'ultimo

source: rate
it_it: tasso

source: standard deviation
de_de: Standardabweichung
it_it: deviazione standard

source: sum
de_de: Summe
it_it: somma

source: value remaining
de_de: verbleibender Wert
it_it: valore rimanente

source: values
de_de: Werte
it_it: valori

source: values remaining
de_de: verbleibende Werte
it_it: valori rimanenti

source: yes, suppressed for %(duration)s
de_de: ja, für %(duration)s unterdrückt
it_it: sì, eliminato per %(duration)s

source: (default)
de_de: (Standard)

source: Area
de_de: Flächendiagramm

source: Auto
de_de: Automatisch

source: No
de_de: Nein

source: Report
de_de: Bericht

source: Source
de_de: Quelle

source: Span
de_de: Spanne

source: Std dev
de_de: Std. Abw.

source: no
de_de: Nein

source: off
de_de: aus
