Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk/splunk-etc/apps/splunk-dashboard-studio/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: 12:00 midnight
it_it: 12:00 mezzanotte

source: 12:00 noon
it_it: 12:00 mezzogiorno

source: A complex, data centric dashboard that pushes the limit in the visual control Dashboard Studio provides
it_it: Una dashboard complessa, incentrata sui dati, che apre nuovi orizzonti al controllo visivo offerto da Dashboard Studio

source: A dashboard was generated for $dashboard.label$
it_it: È stata generata una dashboard per $dashboard.label$

source: A data governance dashboard showing high level enterprise metrics
it_it: Una dashboard di governance dei dati che mostra metriche aziendali di alto livello

source: A detailed version of office capacity metrics by using SVGs to color office floor maps
it_it: Una versione dettagliata delle metriche di capienza degli uffici che consente di utilizzare file SVG per colorare le mappe degli spazi adibiti a ufficio

source: A new builder to create visually-rich, customizable dashboards
it_it: Un nuovo generatore per creare dashboard personalizzabili e dalla grafica sofisticata

source: A simple thematic dashboard with simple complimentary charts
it_it: Una semplice dashboard tematica completa di semplici grafici gratuiti

source: A strong showcase of how simple visualizations with proper layout make for an effective dashboard
it_it: L’esempio lampante di quanto le visualizzazioni semplici con un layout adeguato rendano efficace una dashboard

source: A vibrant, thematic dashboard showing e-commerce metrics and use of SVGs
it_it: Una dashboard tematica potente che illustra le metriche dell’e-commerce e l’uso dei file SVG

source: Absolute
it_it: Assoluto

source: Active
it_it: Attivo

source: Ad Hoc Search
it_it: Ricerca ad hoc

source: Add a token
it_it: Aggiungere un token

source: Add token
it_it: Aggiungi token

source: Adjust chart scaling properties to help fit your data correctly
it_it: Modificare le proprietà di ridimensionamento dei grafici per far sì che corrispondano perfettamente ai propri dati

source: Adjust coloring for filler gauges
it_it: Modificare la colorazione dei contatori di riempimento

source: Adjust coloring for marker gauges
it_it: Modificare la colorazione dei contatori di rilevazione

source: Adjust coloring for punchcard visualizations
it_it: Modificare la colorazione delle visualizzazioni delle schede perforate

source: Adjust coloring for single value icon visualizations to help indicate status at a glance
it_it: Modificare la colorazione delle visualizzazioni icona valore singolo per riuscire a indicare lo stato a colpo d’occhio

source: Adjust column formatting and add sparklines to tables
it_it: Modificare la formattazione delle colonne e aggiungere i grafici sparkline alle tabelle

source: Adjust how chart properties such as axes and legends frame your data
it_it: Modificare il modo in cui le proprietà dei grafici, ad esempio assi e legende, inquadrano i dati

source: Adjust sizing for punchcard visualizations
it_it: Modificare la dimensione delle visualizzazioni delle schede perforate

source: Advanced
it_it: Avanzate

source: Advanced Panel Settings
it_it: Impostazioni pannello avanzate

source: Advanced Table Formatting
it_it: Formattazione tabelle avanzata

source: Aggregate metrics over two dimensions to visualize cyclical trends in your data
it_it: Aggregare le metriche su due dimensioni per visualizzare i trend ciclici nei dati

source: Airport Dashboard Thumbnail
it_it: Anteprima dashboard per il settore aeroportuale

source: Airport KPI's
it_it: KPI per il settore aeroportuale

source: An effective use of icons and coloring to showcase a VPN infrastructure flow
it_it: Un utilizzo efficace delle icone e della colorazione per illustrare un flusso di infrastrutture VPN

source: An effective use of images, icons, and visualizations to show office capacity metrics
it_it: Un utilizzo efficace di immagini, icone e visualizzazioni per mostrare le metriche di capienza degli uffici

source: An internal error occurred while saving.
it_it: Errore interno durante il salvataggio.

source: Annotations Image
it_it: Immagine annotazioni

source: App is required
it_it: L'app è obbligatoria

source: Are you sure you want to delete
it_it: Eliminare

source: Area Chart
it_it: Grafico ad area

source: Area Visualization Image
it_it: Immagine visualizzazione area

source: Assembly Dashboard Thumbnail
it_it: Anteprima dashboard per il settore montaggio

source: Assembly Line
it_it: Catena di montaggio

source: At
it_it: A

source: Back
it_it: Indietro

source: Bar Chart
it_it: Grafico a barre

source: Bar Visualization Image
it_it: Immagine visualizzazione grafico a barre

source: Bar charts are used to compare data of one period or point in time across multiple categories
it_it: I grafici a barre vengono utilizzati per confrontare i dati di un periodo o di una temporizzazione a più categorie

source: Base Chain Image
it_it: Immagine ricerche base e concatenate

source: Base and Chain Searches
it_it: Ricerche base e concatenate

source: Basic
it_it: Base

source: Basic Choropleth SVG
it_it: Mappa coropletica SVG base

source: Basic Icons
it_it: Icone base

source: Basic Single Value
it_it: Valore singolo base

source: Basic Table
it_it: Tabella base

source: Because the user has navigated away from the dashboard, all running searches have been stopped. Please refresh the dashboard to rerun the searches.
it_it: L'utente è uscito dalla dashboard e tutte le ricerche in esecuzione sono state interrotte. Aggiornare la dashboard per rieseguire le ricerche.

source: Bubble Chart
it_it: Grafico a bolle

source: Bubble Visualization Image
it_it: Immagine visualizzazione grafico a bolle

source: Bubble charts can represent correlation for up to four dimensions of data. The first two dimensions are visualized as coordinates, the third as size, and the fourth as color
it_it: I grafici a bolle possono rappresentare la correlazione fino a un massimo di quattro dimensioni di dati. Le prime due dimensioni vengono visualizzate come coordinate, la terza come dimensione e la quarta come colore

source: Buttercup Games Dashboard Thumbnail
it_it: Anteprima dashboard Buttercup Games

source: Cancel
it_it: Annulla

source: Cannot create ${parameter} with name "${name}".
it_it: Impossibile creare ${parameter} con nome "${name}".

source: Cascading Image
it_it: Immagine a cascata

source: Cascading Inputs
it_it: Input a cascata

source: Chart Annotations
it_it: Annotazioni grafico

source: Chart Coloring
it_it: Colorazione grafico

source: Chart Coloring Image
it_it: Immagine colorazione grafico

source: Chart Display Image
it_it: Immagine visualizzazione grafico

source: Chart Elements
it_it: Elementi grafico

source: Chart Overlays
it_it: Sovrapposizioni grafico

source: Chart Scaling
it_it: Ridimensionamento grafico

source: Chart Scaling Image
it_it: Immagine ridimensionamento grafico

source: Classic Dashboards
it_it: Dashboard classiche

source: Clone
it_it: Clona

source: Clone Dashboard
it_it: Clona dashboard

source: Clone in Dashboard Studio
it_it: Clona in Dashboard Studio

source: Clones the report's search string and time range. The inline search exists only in the dashboard and has no external dependencies.
it_it: Clona la stringa di ricerca del report e l'intervallo temporale. La ricerca in linea esiste solo nella dashboard e non ha dipendenze esterne.

source: Cluster Map
it_it: Mappa dei cluster

source: Color a map of the United States with geo data
it_it: Colora una mappa degli Stati Uniti con dati geografici

source: Color a map of the world with geo data
it_it: Colora una mappa del mondo con dati geografici

source: Coloring
it_it: Colorazione

source: Column Chart
it_it: Grafico a colonne

source: Column Visualization Image
it_it: Immagine visualizzazione grafico a colonne

source: Column charts can be used for time series data when comparing magnitudes over time. They can also be used in a similar way to bar charts to compare field values across a dataset
it_it: I grafici a colonne si possono utilizzare per i dati di serie temporali quando si confrontano le grandezze nel tempo. Inoltre, si possono utilizzare in modo simile ai grafici a barre per confrontare i valori dei campi su un set di dati

source: Comma separated list of email addresses.
it_it: Elenco di indirizzi email separato da virgola.

source: Comparison
it_it: Confronto

source: Complete Dashboards
it_it: Dashboard complete

source: Consistent labelling, multiple charts and dynamic SVGs combine to show a factory management dashboard
it_it: L’utilizzo combinato di etichettatura coerente, grafici multipli e SVG dinamici visualizza una dashboard di gestione fabbrica

source: Continue using the same standard Splunk visualizations and explore additional tools.
it_it: Consente di continuare utilizzando le stesse visualizzazioni Splunk standard ed esplorare strumenti aggiuntivi.

source: Convert & Save
it_it: Converti e salva

source: Correlation
it_it: Correlazione

source: Create
it_it: Crea

source: Create New Dashboard
it_it: Crea nuova dashboard

source: Critical
it_it: Critica

source: Cron expression cannot be empty.
it_it: L’espressione cron non può essere vuota.

source: Custom URL Drilldown
it_it: Drilldown URL personalizzato

source: Custom URL Image
it_it: Immagine URL personalizzato

source: Custom visualizations & Trellis not yet supported
it_it: Visualizzazioni personalizzate e Trellis non ancora supportati

source: Customer Satisfaction
it_it: Soddisfazione dei clienti

source: Customer Satisfaction Dashboard Thumbnail
it_it: Anteprima dashboard di soddisfazione dei clienti

source: Customize chart colors to reflect your preferred aesthetic and branding
it_it: Personalizzare i colori dei grafici in modo che riflettano le preferenze cromatiche personali e il branding

source: Customize with shapes,
it_it: Personalizza con forme,

source: Customize with shapes, images, and text without coding with Absolute layout.
it_it: Personalizza con forme, immagini e testo senza codifica con layout assoluto.

source: Dark
it_it: Scuro

source: Dashboard Examples Hub
it_it: Hub di esempio dashboard

source: Dashboard ID
it_it: ID dashboard

source: Dashboard ID can only use letters, numbers, dashes, & underscores.
it_it: Per l'ID dashboard è possibile utilizzare solo lettere, numeri, trattini e caratteri di sottolineatura.

source: Dashboard Studio does not support Trellis.
it_it: Dashboard Studio non supporta Trellis.

source: Dashboard Studio does not support categorical colors in Choropleth Maps.
it_it: Dashboard Studio non supporta colori categoriali nelle mappe coropletiche.

source: Dashboard Studio does not support the selected visualization type.
it_it: Dashboard studio non supporta il tipo di visualizzazione selezionato.

source: Dashboard Title
it_it: Titolo dashboard

source: Dashboard cloned into
it_it: Dashboard clonata in

source: Dashboard is required.
it_it: Dashboard obbligatoria.

source: Data Command and Control
it_it: Comando e controllo dei dati

source: Data Command and Control Dashboard Thumbnail
it_it: Anteprima dashboard di comando e controllo dei dati

source: Data Governance
it_it: Governance dei dati

source: Data Governance Dashboard Thumbnail
it_it: Anteprima dashboard di governance dei dati

source: Data Streaming
it_it: Streaming dei dati

source: Data Streaming Dashboard Thumbnail
it_it: Anteprima dashboard di streaming dei dati

source: Data sources of different types can refresh at different intervals, or a global default can be set for all data sources
it_it: L’aggiornamento delle source di dati di diverso tipo può essere eseguito a intervalli differenti, oppure è possibile impostare un aggiornamento globale di default per tutte le source di dati

source: Datacenter Sensors
it_it: Sensori datacenter

source: Datacenter Sensors Dashboard Thumbnail
it_it: Anteprima dashboard sensori datacenter

source: Datasources
it_it: Source di dati

source: Defaults
it_it: Valori di default

source: Delete
it_it: Elimina

source: Delete Dashboard
it_it: Elimina dashboard

source: Delete token
it_it: Elimina token

source: Description
it_it: Descrizione

source: Design Elements
it_it: Elementi di progettazione

source: Direct users to external or relative URLs from interacting with a visualization
it_it: Indirizzare gli utenti a URL esterni o relativi dall’interazione con una visualizzazione

source: Display Axes, Labels and Legends
it_it: Visualizza assi, etichette e legende

source: Done
it_it: Fine

source: Download PDF
it_it: Scarica PDF

source: Download PNG
it_it: Scarica PNG

source: Drilldown is disabled when you save a visualization to a dashboard. After saving, open the dashboard editor to access configuration options for the visualization.
it_it: Il drilldown è disabilitato quando si salva una visualizzazione su una dashboard. Dopo aver salvato, aprire l'editor di dashboard per accedere alle opzioni di configurazione per la visualizzazione.

source: Drilldowns
it_it: Drilldown

source: Dropdown
it_it: Tendina

source: Dropdown Image
it_it: Immagine a tendina

source: Dynamically color table elements to contextualize and emphasize data
it_it: Colorare dinamicamente gli elementi della tabella per contestualizzare ed evidenziare i dati

source: Dynamically color various parts of the Single Value Radial visualization based on your data
it_it: Colorare dinamicamente varie parti della visualizzazione Singolo valore radiale in base ai dati disponibili

source: Dynamically color various parts of the Single Value visualization to show overall status and signify positive and negative change
it_it: Colorare dinamicamente varie parti della visualizzazione Singolo valore per mostrare lo stato complessivo e indicare i cambiamenti in positivo e in negativo

source: E-Commerce Monitoring
it_it: Monitoraggio e-commerce

source: E-Commerce Monitoring Dashboard Thumbnail
it_it: Anteprima dashboard di monitoraggio e-commerce

source: Edit
it_it: Modifica

source: Edit Export Schedule
it_it: Modifica pianificazione esportazione

source: Edit ID
it_it: Modifica ID

source: Edit Source
it_it: Modifica source

source: Email Address list is empty.
it_it: L'elenco di indirizzi email è vuoto.

source: Email Address list is invalid
it_it: L'elenco di indirizzi email non è valido

source: Email To
it_it: Invia email a

source: Emojis can serve as a good at-a-glance representation of status instead of relying on numbers
it_it: Gli emoji possono risultare utili per rappresentare lo stato a colpo d’occhio, invece di utilizzare i numeri

source: Empowering dashboard creators with a toolkit of examples
it_it: Mettere a disposizione dei creatori di dashboard un toolkit di esempi

source: Enable
it_it: Abilita

source: Enter BCC addresses
it_it: Immettere indirizzi BCC

source: Enter CC addresses
it_it: Immettere indirizzi CC

source: Enter a name
it_it: Immettere un nome

source: Enter a value
it_it: Immettere un valore

source: Enter email addresses
it_it: Immettere indirizzi email

source: Error encountered while downloading
it_it: Si è verificato un errore durante il download

source: Errors occurred during conversion
it_it: Si sono verificati errori durante la conversione

source: Europe Telecom Dashboard Thumbnail
it_it: Anteprima dashboard telecomunicazioni in Europa

source: Europe Telecom Network Hub
it_it: Hub di rete europeo per le telecomunicazioni

source: Examples
it_it: Esempi

source: Examples App Logo
it_it: Logo app di esempi

source: Failed to add to existing dashboard
it_it: Aggiunta alla dashboard esistente non riuscita

source: Failed to clone dashboard
it_it: Clonazione dashboard non riuscita

source: Failed to fetch dashboard content for ${id}
it_it: Recupero del contenuto della dashboard per ${id} non riuscito

source: Failed to load available apps.
it_it: Caricamento delle app disponibili non riuscito.

source: Failed to save to dashboard
it_it: Salvataggio nella dashboard non riuscito

source: Field name of the value/location clicked
it_it: Nome campo del valore/della posizione selezionato

source: File size must be 16MB or smaller
it_it: Il file deve avere una dimensione massima di 16 MB

source: Filler Gauge
it_it: Contatore di riempimento

source: Filler Gauge Coloring Image
it_it: Immagine colorazione contatore di riempimento

source: Filler Gauge Coloring Options
it_it: Opzioni di colorazione contatore di riempimento

source: Filler Gauge Image
it_it: Immagine contatore di riempimento

source: Flexible layout options to freely place objects or organize & resize (Absolute and Grid).
it_it: Opzioni di layout flessibili per posizionare liberamente gli oggetti o per l'organizzazione e il ridimensionamento (Assoluto e Griglia)

source: Flow
it_it: Flusso

source: Friday
it_it: Venerdì

source: Full layout control
it_it: Controllo completo layout

source: Gauges
it_it: Contatori

source: Grid
it_it: Griglia

source: Healthcare Dashboard
it_it: Dashboard assistenza sanitaria

source: Healthcare Dashboard Thumbnail
it_it: Anteprima dashboard assistenza sanitaria

source: High
it_it: Alta

source: How do you want to build your dashboard?
it_it: Come si desidera generare la dashboard?

source: ID already in use. Edit the ID or choose a different title.
it_it: ID già in uso. Modificare l'ID o scegliere un altro titolo.

source: ID cannot be empty.
it_it: L'ID non può essere vuoto.

source: Icon Coloring Image
it_it: Immagine colorazione icona

source: Icon Visualization Image
it_it: Immagine visualizzazione icona

source: Icons with Dynamic Coloring and Values
it_it: Icone con colorazione dinamica e valori

source: Icons without values can be used to indicate change or status without needing to display a metric
it_it: Le icone prive di valori si possono utilizzare per indicare eventuali modifiche oppure lo stato senza la necessità di visualizzare una metrica

source: Image URL domain missing from predefined allow list. Update allow list to prevent image from being blocked.
it_it: Dominio dell’URL immagine non presente nell’elenco Consentiti predefinito. Aggiornare l’elenco Consentiti per evitare che l’immagine venga bloccata.

source: Image Visualization Image
it_it: Immagine visualizzazione immagini

source: Images
it_it: immagini

source: Inactive
it_it: Inattivo

source: Inline Search
it_it: Ricerca in linea

source: Inputs
it_it: Input

source: Intermediate
it_it: Intermedio

source: Introducing Dashboard Studio
it_it: Presentazione di Dashboard Studio

source: Invalid input for ${parameter}. Expected ${expectedType}, but received ${actualType}
it_it: Input non valido per ${parameter}. Previsto ${expectedType}, ma ricevuto ${actualType}

source: Invalid layout field, requires "absolute" or "grid"
it_it: Campo layout non valido. È richiesto “Assoluto” o “Griglia”

source: Learn more
it_it: Ulteriori informazioni

source: Line Chart
it_it: Grafico a linee

source: Line Visualization Image
it_it: Immagine visualizzazione grafico a linee

source: Link Graph
it_it: Grafico dei link

source: Link Graph Image
it_it: Immagine grafico dei link

source: Link graphs show connections between distinct values in various fields. Certain relationships can be highlighted to see every link
it_it: I grafici dei link mostrano le connessioni tra valori distinti in vari campi. È possibile evidenziare alcune relazioni per visualizzare i singoli link

source: Link to dashboard
it_it: Link alla dashboard

source: Loaded from report
it_it: Caricato da report

source: Low
it_it: Bassa

source: Map Visualization Image
it_it: Immagine visualizzazione mappa

source: Mark important discrete events on time-series charts. This is useful when providing context behind a visible change in your data
it_it: Contrassegnare eventi discreti importanti su grafici di serie temporali. Ciò è utile quando si fornisce un contesto a seguito di una modifica visibile dei dati

source: Markdown Element
it_it: Elemento markdown

source: Markdown Visualization Image
it_it: Immagine visualizzazione markdown

source: Marker Gauge
it_it: Contatore di rilevazione

source: Marker Gauge Coloring Image
it_it: Immagine colorazione contatore di rilevazione

source: Marker Gauge Coloring Options
it_it: Opzioni di colorazione contatore di rilevazione

source: Marker Gauge Image
it_it: Immagine contatore di rilevazione

source: Message
it_it: Messaggio

source: Metric
it_it: Metrica

source: Minutes past the hour
it_it: Minuti dopo l'ora

source: Missing required parameters: id, simpleXmlDefinition
it_it: Parametri obbligatori mancanti: id, simpleXmlDefinition

source: Missing required parameters: id, simpleXmlVizDef
it_it: Parametri obbligatori mancanti: id, simpleXmlVizDef

source: Monday
it_it: Lunedì

source: Moving Choropleth SVG
it_it: Spostamento della mappa coropletica SVG

source: Moving SVG Visualization Image
it_it: Spostamento dell’immagine visualizzazione SVG

source: Multiselect
it_it: Selezione multipla

source: Multiselect Image
it_it: Immagine selezione multipla

source: NEW
it_it: NUOVO

source: New
it_it: Nuovo

source: Next
it_it: Avanti

source: No action
it_it: Nessuna azione

source: Normal
it_it: Normale

source: Number
it_it: Numero

source: Number Input Image
it_it: Immagine input numerico

source: Oops! The dashboard that you tried to convert uses components that are not yet supported in Dashboard Studio. We apologize for any inconvenience.
it_it: La dashboard di cui si è tentata la conversione utilizza componenti non ancora supportati in Dashboard Studio. Ci scusiamo per il disagio.

source: Open dashboard
it_it: Apri dashboard

source: Open in new tab
it_it: Apri in una nuova scheda

source: Optimize your dashboard by using base and chain searches to remove repitition
it_it: Ottimizzare la dashboard utilizzando ricerche base e concatenate per rimuovere la ricorrenza

source: Optional
it_it: Opzionale

source: Overlays Image
it_it: Immagine sovrapposizioni

source: Owner:
it_it: Proprietario:

source: Panel Powered By
it_it: Pannello basato su

source: Panel Title
it_it: Titolo pannello

source: Parallel Coordinates
it_it: Coordinate parallele

source: Parallel Coordinates Visualization Image
it_it: Immagine visualizzazione coordinate parallele

source: Parallel coordinates are used to depict relationships in high-dimensional datasets. The advantage lies in being able to compare multiple variables all in a single chart
it_it: Le coordinate parallele si utilizzano per rappresentare le relazioni nei set di dati a elevata dimensionalità. Il vantaggio consiste nella possibilità di confrontare più variabili all’interno di un singolo grafico

source: Parameter "${parameter}" must be less than ${length} characters.
it_it: Il parametro "${parameter}" deve avere meno di ${length} caratteri.

source: Permission
it_it: Autorizzazione

source: Permissions
it_it: Autorizzazioni

source: Pie Chart
it_it: Grafico a torta

source: Pie Visualization Image
it_it: Immagine visualizzazione grafico a torta

source: Pie charts are used to show how different field values combine ver an entire data set. The size of the slice represents relative importance of one category out of a whole
it_it: I grafici a torta si utilizzano per mostrare in che modo differenti valori di campo si combinano rispetto a un intero set di dati. La dimensione della “fetta” rappresenta l’importanza relativa di una categoria rispetto all’intera torta

source: Please fill in this field
it_it: Compilare questo campo

source: Please select a schedule
it_it: Selezionare una pianificazione

source: Populate a visualization with the results of an ad-hoc Splunk search query
it_it: Popolare una visualizzazione con i risultati di una query di ricerca ad-hoc Splunk
