Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk/splunk-etc/apps/splunk-dashboard-studio/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: Populate token-dependent charts on page load by setting a static default value
it_it: Popolare i grafici che dipendono dai token al caricamento della pagina impostando un valore di default statico

source: Power a form input from other input values to further narrow search results
it_it: Potenziare l’input di un modulo con altri valori di input per limitare ulteriormente i risultati della ricerca

source: Preparing ${fileType.toUpperCase()} download
it_it: Preparazione del ${fileType.toUpperCase()} download

source: Priority
it_it: Priorità

source: Private
it_it: Privato

source: Progress Bar Defaults
it_it: Valori di default della barra di avanzamento

source: Progress Bar Defaults Image
it_it: Immagine valori di default della barra di avanzamento

source: Progress bars can be revealed per visualization instance, for every visualization of a certain type, or at a default global level
it_it: È possibile visualizzare le barre di avanzamento per istanza di visualizzazione, per ogni visualizzazione di un certo tipo oppure a livello globale predefinito

source: Punchcard Chart
it_it: Grafico a scheda perforata

source: Punchcard Coloring
it_it: Colorazione scheda perforata

source: Punchcard Coloring Image
it_it: Immagine colorazione scheda perforata

source: Punchcard Sizing
it_it: Dimensione scheda perforata

source: Punchcard Sizing Image
it_it: Immagine dimensione scheda perforata

source: Punchcard Visualization Image
it_it: Immagine visualizzazione scheda perforata

source: Quick organization
it_it: Organizzazione rapida

source: Radial Coloring Image
it_it: Immagine colorazione radiale

source: Radial Image
it_it: Immagine radiale

source: Read Documentation
it_it: Leggere la documentazione

source: Refresh
it_it: Aggiorna

source: Refresh Defaults
it_it: Aggiorna valori di default

source: Refresh Defaults Image
it_it: Immagine aggiorna valori di default

source: Refresh rates of less than 60 seconds might impact search performance.
it_it: Una frequenza di aggiornamento minore di 60 secondi può influire sulle prestazioni della ricerca.

source: Remove
it_it: Rimuovi

source: Represent a discrete metric with the option of also showing the latest trend value and change over time with a sparkline
it_it: Rappresentare una metrica discreta con l’opzione di visualizzare anche l’ultimo valore del trend e la variazione nel tempo mediante un indicatore sparkline

source: Represent a single metric in relation to a radial gauge representing a limit
it_it: Rappresentare una metrica singola rispetto a un contatore radiale che rappresenta un limite

source: Represent values by coloring predefined regions in an SVG. Custom SVG images are great for introducing an extra bit of design flair to the dashboard
it_it: Rappresentare i valori colorando delle regioni predefinite in un’immagine SVG. Le immagini SVG personalizzate sono ideali per aggiungere un tocco di design extra alla dashboard

source: Required
it_it: Obbligatorio

source: Retry save
it_it: Riprova salvataggio

source: Run by Cron
it_it: Esegui per cron

source: Run every day
it_it: Esegui ogni giorno

source: Run every hour
it_it: Esegui ogni ora

source: Run every month
it_it: Esegui ogni mese

source: Run every week
it_it: Esegui ogni settimana

source: SVG Visualization Image
it_it: Immagine visualizzazione SVG

source: Sankey Diagram
it_it: Diagramma di Sankey

source: Sankey Diagrams are used to depict flows from a set of elements to another using nodes and links
it_it: I diagrammi di Sankey vengono utilizzati per rappresentare i flussi da una serie di elementi all’altra utilizzando nodi e link

source: Sankey Visualization Image
it_it: Immagine visualizzazione diagramma di Sankey

source: Saturday
it_it: Sabato

source: Save
it_it: Salva

source: Save & Disable
it_it: Salva e disabilita

source: Save & Enable
it_it: Salva e abilita

source: Save Panel to Existing Dashboard
it_it: Salva pannello in dashboard esistente

source: Save Panel to New Dashboard
it_it: Salva pannello in nuova dashboard

source: Save now
it_it: Salva ora

source: Save to Dashboard
it_it: Salva nella dashboard

source: Saved Search Image
it_it: Immagine ricerca salvata

source: Saved Searches
it_it: Ricerche salvate

source: Scatter Chart
it_it: Grafico a dispersione

source: Scatter Visualization Image
it_it: Immagine visualizzazione grafico a dispersione

source: Scatter charts plot points on a graph, where the data point distribution can represent the correlation across the two dimensions being shown. Multiple categories can also be compared by using colors
it_it: I grafici a dispersione tracciano punti su un grafico; la distribuzione dei punti dati può rappresentare la correlazione tra le due dimensioni visualizzate. Inoltre, è possibile confrontare più categorie utilizzando i colori

source: Schedule
it_it: Pianificazione

source: Schedule ${ this.state.enabled ? 'enabled' : 'disabled' } and saved
it_it: Pianificato ${ this.state.enabled ? 'enabled' : 'disabled' } e salvato

source: Scheduled Export
it_it: Esportazione pianificata

source: Search By Title
it_it: Ricerca per titolo

source: Search Image
it_it: Cerca immagine

source: Select a Dashboard
it_it: Selezionare una dashboard

source: Select an App
it_it: Selezionare un’app

source: Select an Existing Dashboard
it_it: Selezionare una dashboard esistente

source: Select layout mode
it_it: Selezionare la modalità di layout

source: Select the time range used by datasources powering your visualizations. By default, every dashboard comes with a time range input
it_it: Selezionare l’intervallo temporale utilizzato dalle source di dati che supportano le visualizzazioni. Per impostazione predefinita, ogni dashboard è dotata di input intervallo temporale

source: Selected app is not available. App may have been deleted, or you may not have permissions.
it_it: L’app selezionata non è disponibile. È possibile che l’app sia stata eliminata o che l’utente non possieda le autorizzazioni necessarie.

source: Selected dashboard is not available. Dashboard may have been deleted, or you may not have permissions.
it_it: La dashboard selezionata non è disponibile. È possibile che la dashboard sia stata eliminata o che l’utente non possieda le autorizzazioni necessarie.

source: Send Test Email
it_it: Invia email di prova

source: Set As Home Dashboard
it_it: Imposta come Dashboard Home

source: Set Permission
it_it: Imposta autorizzazione

source: Set Token Image
it_it: Imposta immagine token

source: Set Token with Drilldown
it_it: Imposta token con Drilldown

source: Set Tokens
it_it: Imposta token

source: Set a token to a single value by using a form populated with static or dynamic options
it_it: Impostare un token su un valore singolo utilizzando un modulo popolato da opzioni statiche o dinamiche

source: Set a token to multiple values by using a form populated with static or dynamic options
it_it: Impostare un token su valori multipli utilizzando un modulo popolato da opzioni statiche o dinamiche

source: Set tokens based on certain interactions taking place on a visualization. Setting tokens opens the opportunity for more dynamic workflows on the dashboard
it_it: Impostare i token in base a certe interazioni che avvengono in una visualizzazione. L’impostazione dei token mette a disposizione l’opportunità di avere altri flussi di lavoro dinamici nella dashboard

source: Set tokens based on text entries
it_it: Impostare i token in base alle voci di testo

source: Set tokens by selecting a number from a dropdown
it_it: Impostare i token selezionando un numero da una tendina

source: Shape Visualization Image
it_it: Immagine visualizzazione forma

source: Shapes and Lines
it_it: Forme e linee

source: Shared in App
it_it: Condiviso in App

source: Shared in app
it_it: Condiviso nell'app

source: Show CC and BCC
it_it: Mostra CC e BCC

source: Show Edit Button
it_it: Mostra pulsante Modifica

source: Show Export Button
it_it: Mostra pulsante Esporta

source: Show Open In Search Button
it_it: Mostra pulsante Apri in Ricerca

source: Single Value
it_it: Valore singolo

source: Single Value Coloring
it_it: Colorazione valore singolo

source: Single Value Coloring Image
it_it: Immagine colorazione valore singolo

source: Single Value Emoji Image
it_it: Immagine emoji valore singolo

source: Single Value Emojis
it_it: Emoji valore singolo

source: Single Value Icon Image
it_it: Immagine icona valore singolo

source: Single Value Image
it_it: Immagine valore singolo

source: Single Value Radial
it_it: Radiale valore singolo

source: Single Value Radial with Dynamic Coloring
it_it: Radiale valore singolo con colorazione dinamica

source: Single Value with Icons
it_it: Valore singolo con icone

source: Some SVG images can move depending on how they are made. These also work as expected in dashboards, and tokens can be used to control their movement
it_it: A seconda di come vengono realizzate, alcune immagini SVG possono muoversi. Le stesse funzionano come previsto nelle dashboard; per controllare il movimento si possono utilizzare dei token

source: Some custom formatting and configurations to your dashboard may be lost during the cloning and conversion process. Your original dashboard will not be affected.
it_it: Alcune formattazioni e configurazioni personalizzate della dashboard possono andare perse durante il processo di clonazione e conversione. La dashboard originale non verrà interessata.

source: Sort
it_it: Ordina

source: Source Only
it_it: Solo source

source: Spatial
it_it: Spaziale

source: Spatial Elements
it_it: Elementi spaziali

source: Specify a field to be represented as an overlay on your chart. This is useful when representing averages or bounds to your data
it_it: Specificare un campo da rappresentare come una sovrapposizione sul grafico. Ciò è utile quando si rappresentano le medie o i limiti dei dati

source: Specify a token name and reference the token using the syntax $token_name$
it_it: Specificare un nome token e fare riferimento al token utilizzando la sintassi $token_name$

source: Statistics Table
it_it: Tabella statistiche

source: Subject
it_it: Oggetto

source: Submit Feature Request
it_it: Invia richiesta funzione

source: Submit feedback to: dashboard-studio@splunk.com
it_it: Invia feedback a: dashboard-studio@splunk.com

source: Success! Dashboard saved.
it_it: Salvataggio della dashboard completato.

source: Successfully added to existing dashboard
it_it: Aggiunta a una dashboard esistente completata

source: Successfully cloned dashboard
it_it: Clonazione dashboard completata

source: Successfully converted dashboard
it_it: Conversione dashboard completata

source: Successfully converted visualization
it_it: Conversione visualizzazione completata

source: Successfully saved to dashboard
it_it: Salvataggio nella dashboard completato

source: Sunday
it_it: Domenica

source: Table
it_it: Tabella

source: Table Coloring
it_it: Colorazione tabella

source: Table Coloring Image
it_it: Immagine colorazione tabella

source: Table Formatting Image
it_it: Immagine formattazione tabella

source: Table Image
it_it: Immagine tabella

source: Test Data Image
it_it: Testa l’immagine dei dati

source: Test Data Source
it_it: Testa la source di dati

source: Text
it_it: Testo

source: Text Input Image
it_it: Immagine input di testo

source: The Dashboard ID "${title.replace(/W/g, '_').toLowerCase()}" is already taken.
it_it: L'ID dashboard "${title.replace(/W/g, '_').toLowerCase()}" è già utilizzato.

source: The Dashboard ID is used as the filename on disk. This cannot be changed later.
it_it: L'ID dashboard è utilizzato come nome di file sul disco. Non sarà possibile modificarlo in seguito.

source: The dashboard you selected no longer exists.
it_it: La dashboard selezionata non esiste più.

source: The email subject, recipients, and messages can include tokens that insert text based on the search results.
it_it: L'oggetto, i destinatari e i messaggi dell'email possono contenere token che inseriscono del testo in base ai risultati della ricerca.

source: The inline search exists only in the dashboard and has no external dependencies.
it_it: La ricerca in linea esiste solo nella dashboard e non ha dipendenze esterne.

source: The next scheduled email will send on
it_it: La prossima email pianificata verrà inviata il

source: The schedule is set to the timezone of this Splunk instance
it_it: La pianificazione è impostata in base al fuso orario di questa istanza Splunk

source: The server did not accept your entry; the chosen schedule may not be supported
it_it: Il server non ha accettato la voce; la pianificazione scelta potrebbe non essere supportata

source: The total size of a dashboard must be 7MB or smaller. Please remove some images and icons.
it_it: La dimensione totale di una dashboard deve essere 7 MB max. Rimuovere alcune immagini e icone.

source: The traditional Splunk dashboard builder
it_it: Il generatore di dashboard Splunk tradizionale

source: The visualization and its configuration will be loaded from the report by default. It can be modified later within the dashboard or in the report itself.
it_it: La visualizzazione e la sua configurazione verranno caricate di default dal report. Potranno essere modificate in seguito all'interno della dashboard o del report stesso.

source: Theme
it_it: Tema

source: This classic example is an excellent use case for background images and simple, colored visualizations
it_it: Questo esempio classico è un eccellente caso d’uso per le immagini di sfondo e per visualizzazioni semplici e colorate

source: This dashboard has unsaved changes.
it_it: Questa dashboard contiene modifiche non salvate.

source: This dashboard shows a thematic example of dynamic SVG options to track server room temperatures
it_it: Questa dashboard mostra un esempio tematico delle opzioni dinamiche SVG per tenere traccia delle temperature del locale server

source: This dashboard shows how effective coloring and layering can combine simple visuals to an effective information flow
it_it: Questa dashboard mostra in che modo un’efficace colorazione e stratificazione sia in grado di combinare semplici visualizzazioni in un flusso di informazioni efficace

source: This email domain is not approved. To resolve this issue, contact your Splunk Administrator.
it_it: Questo dominio di email non è approvato. Per risolvere questo problema, contattare l'Amministratore Splunk.

source: This example shows one of the most intricate and effective uses of SVG coloring
it_it: Questo esempio mostra uno degli utilizzi più complessi ed efficaci della colorazione SVG

source: This example uses grid layout to show colored visualizations to show high level customer KPIs
it_it: Questo esempio utilizza il layout griglia per mostrare le visualizzazioni colorate che rappresentano KPI dei clienti di alto livello

source: Thursday
it_it: Giovedì

source: Timerange
it_it: Intervallo temporale

source: Timerange Input Image
it_it: Immagine input intervallo temporale

source: Title (A - Z)
it_it: Titolo (A - Z)

source: Title (Z - A)
it_it: Titolo (Z - A)

source: Title cannot be empty.
it_it: Il titolo non può essere vuoto.

source: To continue, remove Trellis.
it_it: Per continuare, rimuovere Trellis.

source: To continue, remove categorical colors or select another visualization such as 'Statistics Table'.
it_it: Per continuare, rimuovere i colori categoriali o selezionare un'altra visualizzazione, ad esempio 'Tabella statistiche'.

source: To continue, select another visualization such as 'Statistics Table'.
it_it: Per continuare, selezionare un'altra visualizzazione, ad esempio 'Tabella statistiche'.

source: Token Defaults
it_it: Valori di default dei token

source: Token Defaults Image
it_it: Immagine valori di default dei token

source: Token Name
it_it: Nome token

source: Token Value
it_it: Valore token

source: Token name is duplicate.
it_it: Il nome token è duplicato.

source: Token name is empty or contains invalid characters.
it_it: Il nome token è vuoto o contiene caratteri non validi.

source: Token value is empty or contains invalid characters.
it_it: Il valore token è vuoto o contiene caratteri non validi.

source: Tokens
it_it: Token

source: Trend
it_it: Tendenza

source: Tuesday
it_it: Martedì

source: US Choropleth Map
it_it: Mappa coropletica - Stati Uniti

source: US Choropleth Map Visualization Image
it_it: Immagine visualizzazione mappa coropletica - Stati Uniti

source: Unable to contact the Splunk server for email domain validation
it_it: Impossibile contattare il server Splunk per la convalida del dominio email

source: Unable to save dashboard: a dashboard title is required.
it_it: Impossibile salvare la dashboard: il titolo della dashboard è obbligatorio.

source: Unable to save dashboard: dashboard not found.
it_it: Impossibile salvare la dashboard: dashboard non trovata.

source: Unnamed
it_it: Senza nome

source: Use Area charts to track values and identify trends over a period of time. Stacked area charts can represent the accumulation of more than one data series
it_it: Utilizzare Grafici ad area per tenere traccia dei valori e identificare i trend lungo un periodo di tempo. I grafici ad area impilati possono rappresentare l’accumulo di più di una serie di dati

source: Use Icons to indicate important changes or to provide more context to your Single Value metrics
it_it: Utilizzare Icone per indicare importanti modifiche o fornire maggiore contesto alle metriche valore singolo

source: Use Images to add visual context and personalize your dashboard
it_it: Utilizzare Immagini per aggiungere contesto visivo e personalizzare la dashboard

source: Use Line charts to track values and identify trends over a period of time
it_it: Utilizzare Grafici a linee per tenere traccia dei valori e identificare i trend lungo un periodo di tempo

source: Use Tables to simply display field and row data from your data sources
it_it: Utilizzare Tabelle per visualizzare semplicemente i dati relativi a campi e righe dei source di dati

source: Use a JSON object with static data to populate visualizations without running searches. This is best for testing or displaying static visualizations for design purposes
it_it: Utilizzare un oggetto JSON con dati statici per popolare le visualizzazioni senza eseguire ricerche. Ciò è ideale per testare o mostrare le visualizzazioni statiche a fini di design

source: Use saved searches from various apps to use in your Dashboard, such as reports from Search and Reporting
it_it: Utilizzare le ricerche salvate da varie app nella dashboard, ad esempio i report ottenuti da Search and Reporting

source: Use shapes and lines to direct flow, frame visualizations, and tell a story with your data
it_it: Utilizzare forme e linee per orientare il flusso, le visualizzazioni dei frame e raccontare una storia con i dati disponibili

source: Use tokens to set values in the target dashboard. For example: host = row.host.value
it_it: Utilizzare i token per impostare i valori nella dashboard di destinazione. Ad esempio: host = row.host.value

source: Uses the report. Retains all report metadata such as schedule, acceleration, and permissions.
it_it: Utilizza il report. Mantiene tutti i metadati del report quali pianificazione, accelerazione e autorizzazioni.

source: VPN Health Dashboard Thumbnail
it_it: Anteprima dashboard stato di salute VPN

source: VPN Health by Region
it_it: Stato di salute VPN per regione

source: Value in the specified series corresponding to the location clicked
it_it: Valore nella serie specificata che corrisponde alla posizione selezionata

source: Value of the location clicked
it_it: Valore della posizione selezionata

source: Very Low
it_it: Molto bassa

source: View
it_it: Visualizza

source: View Dashboard
it_it: Visualizza dashboard

source: View Options
it_it: Visualizza opzioni

source: Visible only to you
it_it: Visibile solo all'utente

source: Visible to app users
it_it: Visibile agli utenti dell'app

source: Visit the Splunk Documentation to learn more.
it_it: Visitare la documentazione Splunk per ulteriori informazioni.

source: Visualization Type
it_it: Tipo di visualizzazione

source: Visualize a single numeric value and display it in relation to ranges representing different statuses
it_it: Visualizzare un singolo valore numerico e rappresentarlo in relazione a degli intervalli che rappresentano diversi stati

source: Visualize a single numeric value and represent it in relation to a limit with a filler gauge
it_it: Visualizzare un singolo valore numerico e rappresentarlo in relazione a un limite con un contatore di riempimento

source: Visualize geo data on an interactive map area
it_it: Visualizzare i dati geografici su un’area della mappa interattiva

source: We are no longer making updates to the %(beta)s. To ensure this dashboard stays supported with the latest features, please move it out of '%(beta)s' and into '%(search)s' or another app
it_it: %(beta)s non riceverà più aggiornamenti. Per assicurarsi che questa dashboard sia ancora supportata con le funzioni più recenti, spostarla da '%(beta)s' in '%(search)s' o in un'altra app

source: Wednesday
it_it: Mercoledì

source: What's this?
it_it: Che cos'è?

source: When disabled, you can access Edit Mode through the primary Dashboards view.
it_it: Se disabilitata, è possibile accedere alla modalità Modifica mediante la vista Dashboard principale.

source: When in View Mode, disabling "Show Export" removes the ability to export dashboards.
it_it: In modalità Vista, disabilitando "Mostra pulsante Esporta" si elimina la possibilità di esportare le dashboard.

source: When in View Mode, disabling “Show Open in Search” removes the ability to open and edit a query in the full search experience.
it_it: In modalità Vista, disabilitando “Mostra pulsante Apri in ricerca” si elimina la possibilità di aprire e modificare una query nell’esperienza di ricerca completa.

source: Wolrd Choropleth Map Visualization Image
it_it: Immagine visualizzazione mappa coropletica del mondo

source: Workforce Readiness
it_it: Grado di preparazione della forza lavoro

source: Workforce Readiness Dashboard Thumbnail
it_it: Anteprima dashboard grado di preparazione della forza lavoro

source: Workforce Readiness Detail
it_it: Dettaglio Grado di preparazione della forza lavoro

source: Workforce Readiness Detail Dashboard Thumbnail
it_it: Anteprima dashboard dettaglio Grado di preparazione della forza lavoro

source: World Choropleth Map
it_it: Mappa coropletica del mondo

source: Write Markdown directly in your dashboard to provide descriptions, labels, and additional information
it_it: Inserire i markdown direttamente nella dashboard per fornire descrizioni, etichette e ulteriori informazioni

source: You can use letters, numbers, dashes, and underscores.
it_it: È possibile utilizzare lettere, numeri, trattini e caratteri di sottolineatura.

source: You cannot use < or > in a dashboard name.
it_it: < or > non consentito nel nome di una dashboard.

source: You do not have the permissions or role to perform this action. Only those with the admin or power roles can remove images
it_it: Non si dispone delle autorizzazioni o del ruolo per eseguire questa azione. Solo gli utenti con ruolo di amministratore o utente avanzato possono rimuovere immagini.

source: You do not have the permissions or role to perform this action. Only those with the admin or power roles can upload images
it_it: Non si dispone delle autorizzazioni o del ruolo per eseguire questa azione. Solo gli utenti con ruolo di amministratore o utente avanzato possono caricare immagini.

source: You have no writable dashboards for the app: ${app}
it_it: Nessuna dashboard scrivibile per l'app: ${app}
