Repository: wazuh/wazuh-dashboard-plugins
Catalog: docker/splunk/splunk-etc/apps/splunk-dashboard-studio/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: You must select a dashboard layout.
it_it: È necessario selezionare un layout di dashboard.

source: You must select a dashboard type.
it_it: È necessario selezionare un tipo di dashboard.

source: You must select an existing dashboard.
it_it: È necessario selezionare una dashboard esistente.

source: Your download has started
it_it: Download iniziato

source: e.g 0 18 * * * (every day at 6:00pm)
it_it: ad es. 0 18 * * * (ogni giorno alle 18:00)

source: explore additional tools.
it_it: esplorare strumenti aggiuntivi.

source: freely place objects
it_it: posizionare liberamente gli oggetti

source: images,
it_it: immagini,

source: or
it_it: oppure

source: organize & resize
it_it: organizza e ridimensiona

source: standard Splunk visualizations
it_it: visualizzazioni Splunk standard

source: text
it_it: testo

source: to ideas.splunk.com
it_it: a ideas.splunk.com
